/*
  Localizable.strings
  Shaolin

  Created by ws on 2020/7/8.
  Copyright © 2020 syqaxldy. All rights reserved.
*/
"Watch again, please click replay" = "再次观看，请点击重新播放";
"The current network is not good. Please click replay later" = "当前网络不佳，请稍后点击重新播放";
"No network connection, check the network, click replay" = "无网络连接，检查网络后点击重新播放";
"Video loading error, please click replay" = "视频加载出错，请点击重新播放";
"For mobile networks, click play" = "当前为移动网络，请点击播放";

"Retry" = "重试";
"Replay" = "重播";
"Play" = "播放";
"Fast speed play" = "倍速播放";
"Nomal" = "正常";
"1.25X" = "1.25倍";
"1.5X" = "1.5倍";
"2X" = "2倍";
"the current video has swiched to" = "当前视频已切换为";
"speed rate" = "倍速播放";
"loading" = "正在加载数据中...";

"start_play" = "开始播放";
"pause_play" = "播放器暂停";
"stop_play" = "播放器停止";
"finish_play" = "播放视频完成";
"load_start" = "开始加载视频";
"load_end" = "加载视频完成";
"get_loaddata" = "获取到播放数据";
"seek_to" = "视频跳转seek结束";
"start_firstFrame" = "视频首帧开始播放";


"notreachable" = "网络断开";
"clicked_ok" = "确定";
"clear_message" = "清理";
"network" = "4g网络，是否继续播放?";
"videoName" = "默认地址";

"onVideoPrepared" = "准备完成";
"onVideoFirstFrame" = "播放第一帧";
"OnVideoFinish" = "播放完成";
"OnSeekDone" = "seek结束";
"OnStartCache" = "缓存开始";
"OnEndCache" = "缓存结束";
"OnVideoStop" = "播放结束";
"onCircleStart" = "循环播放开始";
"play failed,error code is" = "播放失败，错误码是";
"pause failed,error code is" = "播放暂停，错误码是";
"resume failed,error code is" = "继续播放失败，错误码是";
"stop failed,error code is" = "停止播放失败，错误码是";
"prepare failed,error code is" = "准备播放数据失败，错误码是";
"reset failed,error code is" = "重置播放器失败，错误码是";

"left" = "左侧";
"brightness" = "亮度";
"control" = "调节";
"center" = "中心";
"progress" = "进度";
"right" = "右侧";
"volume" = "音量";

/* No comment provided by engineer. */
"        我已寄出\n点击填写物流单号" = "        我已寄出\n点击填写物流单号";

/* No comment provided by engineer. */
"  修改密码" = "  修改密码";

/* No comment provided by engineer. */
"  全选" = "  全选";

/* No comment provided by engineer. */
"  忘记密码" = "  忘记密码";

/* No comment provided by engineer. */
"  正确" = "  正确";

/* No comment provided by engineer. */
"  错误" = "  错误";

/* No comment provided by engineer. */
" %@件" = " %@件";

/* No comment provided by engineer. */
" 全选" = " 全选";

/* No comment provided by engineer. */
" 取消" = " 取消";

/* No comment provided by engineer. */
" 女" = " 女";

/* No comment provided by engineer. */
" 星级：%.1f " = " 星级：%.1f ";

/* No comment provided by engineer. */
" 更多" = " 更多";

/* No comment provided by engineer. */
" 男" = " 男";

/* No comment provided by engineer. */
" 记住密码" = " 记住密码";

/* No comment provided by engineer. */
" 长期" = " 长期";

/* No comment provided by engineer. */
"%.1f万" = "%.1f万";

/* No comment provided by engineer. */
"%.1f万人关注" = "%.1f万人关注";

/* No comment provided by engineer. */
"%.2f 元" = "%.2f 元";

/* No comment provided by engineer. */
"%.2zd日" = "%.2zd日";

/* No comment provided by engineer. */
"%.2zd月" = "%.2zd月";

/* No comment provided by engineer. */
"%02ld分%02ld秒" = "%1$ld分%2$ld秒";

/* No comment provided by engineer. */
"%02ld点%02ld分%02ld秒" = "%1$ld点%2$ld分%3$ld秒";

/* No comment provided by engineer. */
"%@  %@人浏览  %@  " = "%1$@  %2$@人浏览  %3$@  ";

/* No comment provided by engineer. */
"%@ · %@ · %@人练过" = "%1$@ · %2$@ · %3$@人练过";

/* No comment provided by engineer. */
"%@ · %@分钟" = "%1$@ · %2$@分钟";

/* No comment provided by engineer. */
"%@ 更新" = "%@ 更新";

/* No comment provided by engineer. */
"%@ 离开聊天室" = "%@ 离开聊天室";

/* No comment provided by engineer. */
"%@ 进入聊天室" = "%@ 进入聊天室";

/* No comment provided by engineer. */
"%@-%@阶" = "%1$@-%2$@阶";

/* No comment provided by engineer. */
"%@\n错误码:%d" = "%1$@\n错误码:%2$d";

/* No comment provided by engineer. */
"%@s可重发" = "%@s可重发";

/* No comment provided by engineer. */
"%@s重新获取" = "%@s重新获取";

/* No comment provided by engineer. */
"%@人付款" = "%@人付款";

/* No comment provided by engineer. */
"%@人关注" = "%@人关注";

/* No comment provided by engineer. */
"%@人已参加" = "%@人已参加";

/* No comment provided by engineer. */
"%@元" = "%@元";

/* No comment provided by engineer. */
"%@年%@月" = "%1$@年%2$@月";

/* No comment provided by engineer. */
"%@座" = "%@座";

/* No comment provided by engineer. */
"%@阶" = "%@阶";

/* No comment provided by engineer. */
"%@！购物遇到问题，输入问题向我提问吧～" = "%@！购物遇到问题，输入问题向我提问吧～";

/* No comment provided by engineer. */
"%d分%ld秒" = "%1$d分%2$ld秒";

/* No comment provided by engineer. */
"%ld个包裹已发出" = "%ld个包裹已发出";

/* No comment provided by engineer. */
"%ld个月前" = "%ld个月前";

/* No comment provided by engineer. */
"%ld分前" = "%ld分前";

/* No comment provided by engineer. */
"%ld分钟" = "%ld分钟";

/* No comment provided by engineer. */
"%ld分钟%ld秒" = "%1$ld分钟%2$ld秒";

/* No comment provided by engineer. */
"%ld分钟前" = "%ld分钟前";

/* No comment provided by engineer. */
"%ld周前" = "%ld周前";

/* No comment provided by engineer. */
"%ld天前" = "%ld天前";

/* No comment provided by engineer. */
"%ld小前" = "%ld小前";

/* No comment provided by engineer. */
"%ld小时前" = "%ld小时前";

/* No comment provided by engineer. */
"%ld年" = "%ld年";

/* No comment provided by engineer. */
"%ld年前" = "%ld年前";

/* No comment provided by engineer. */
"%ld月" = "%ld月";

/* No comment provided by engineer. */
"%ld月前" = "%ld月前";

/* No comment provided by engineer. */
"%ld秒" = "%ld秒";

/* No comment provided by engineer. */
"%zd年" = "%zd年";

/* No comment provided by engineer. */
"'%@'同意了你的好友请求" = "'%@'同意了你的好友请求";

/* No comment provided by engineer. */
"'%@'拒绝了你的好友请求" = "'%@'拒绝了你的好友请求";

/* No comment provided by engineer. */
"(前一次理论成绩分数分别为：%@)" = "(前一次理论成绩分数分别为：%@)";

/* No comment provided by engineer. */
"(前两次理论成绩分数分别为：%@)" = "(前两次理论成绩分数分别为：%@)";

/* No comment provided by engineer. */
"(最多输入%ld字" = "(最多输入%ld字";

/* No comment provided by engineer. */
"(最多输入%ld字)" = "(最多输入%ld字)";

/* No comment provided by engineer. */
"(选填)" = "(选填)";

/* No comment provided by engineer. */
"- 已经到底了 -" = "- 已经到底了 -";

/* No comment provided by engineer. */
"0人关注" = "0人关注";

/* No comment provided by engineer. */
"1-3段" = "1-3段";

/* No comment provided by engineer. */
"1.主体资质" = "1.主体资质";

/* No comment provided by engineer. */
"1.新增栏目精选 2.界面优化" = "1.新增栏目精选 2.界面优化";

/* No comment provided by engineer. */
"2.法人身份证" = "2.法人身份证";

/* No comment provided by engineer. */
"3.品牌授权、类目资质" = "3.品牌授权、类目资质";

/* No comment provided by engineer. */
"30分钟前" = "30分钟前";

/* No comment provided by engineer. */
"[位置]" = "[位置]";

/* No comment provided by engineer. */
"[图片]" = "[图片]";

/* No comment provided by engineer. */
"[文件]" = "[文件]";

/* No comment provided by engineer. */
"[有人@我]" = "[有人@我]";

/* No comment provided by engineer. */
"[有全体消息]" = "[有全体消息]";

/* No comment provided by engineer. */
"[示例%d]" = "[示例%d]";

/* No comment provided by engineer. */
"[视频]" = "[视频]";

/* No comment provided by engineer. */
"[音频]" = "[音频]";

/* No comment provided by engineer. */
"Done" = "Done";

/* No comment provided by engineer. */
"group.acceptedInvite" = "group.acceptedInvite";

/* agreed to join the group of \'%@\' */
"group.agreedAndJoined" = "group.agreedAndJoined";

/* Group Announcement Update */
"group.announcementUpdate" = "group.announcementUpdate";

/* %@ apply to join groups\'%@\' */
"group.applyJoin" = "group.applyJoin";

/* %@ apply to join groups\'%@\'：%@ */
"group.applyJoinWithName" = "group.applyJoinWithName";

/* be refused to join the group\'%@\' */
"group.beRefusedToJoin" = "group.beRefusedToJoin";

/* Group:%@ Announcement is clear */
"group.clearAnnouncement" = "group.clearAnnouncement";

/* No comment provided by engineer. */
"group.declinedInvite" = "group.declinedInvite";

/* No comment provided by engineer. */
"group.inviteSomeone" = "group.inviteSomeone";

/* Join the group */
"group.join" = "group.join";

/* Leave group */
"group.leave" = "group.leave";

/* Group Members Update */
"group.membersUpdate" = "group.membersUpdate";

/* Group:%@ Remove file ID: %@ */
"group.removeSharedFile" = "group.removeSharedFile";

/* Group SharedFile Update */
"group.sharedFileUpdate" = "group.sharedFileUpdate";

/* Mute */
"group.toMute" = "group.toMute";

/* Unmute */
"group.unmute" = "group.unmute";

/* Group update */
"group.update" = "group.update";

/* Group:%@ Announcement: %@ */
"group.updateAnnouncement" = "group.updateAnnouncement";

/* Group:%@ Upload file ID: %@ */
"group.uploadSharedFile" = "group.uploadSharedFile";

/* No comment provided by engineer. */
"IAP支付未开启，请稍后重试" = "IAP支付未开启，请稍后重试";

/* Used in the context: 'Showing 1 of 3 items' */
"of" = "of";

/* Ok
   OK */
"ok" = "ok";

/* Used in the context: '1 photo' */
"photo" = "photo";

/* Used in the context: '3 photos' */
"photos" = "photos";

/* No comment provided by engineer. */
"playbackStateDidChange: 播放出现错误: %d\n" = "playbackStateDidChange: 播放出现错误: %d\n";

/* No comment provided by engineer. */
"playbackStateDidChange: 播放完毕: %d\n" = "playbackStateDidChange: 播放完毕: %d\n";

/* No comment provided by engineer. */
"playbackStateDidChange: 用户退出播放: %d\n" = "playbackStateDidChange: 用户退出播放: %d\n";

/* Prompt */
"prompt" = "prompt";

/* No comment provided by engineer. */
"Select Photos" = "Select Photos";

/* No comment provided by engineer. */
"vid或URL播放" = "vid或URL播放";

/* No comment provided by engineer. */
"VOD_2K" = "VOD_2K";

/* No comment provided by engineer. */
"VOD_4K" = "VOD_4K";

/* No comment provided by engineer. */
"VOD_FD" = "VOD_FD";

/* No comment provided by engineer. */
"VOD_HD" = "VOD_HD";

/* No comment provided by engineer. */
"VOD_LD" = "VOD_LD";

/* No comment provided by engineer. */
"VOD_OD" = "VOD_OD";

/* No comment provided by engineer. */
"VOD_SD" = "VOD_SD";

/* No comment provided by engineer. */
"yyyy年MM月dd日" = "yyyy年MM月dd日";

/* No comment provided by engineer. */
"—————— 视频下载 ——————" = "—————— 视频下载 ——————";

/* No comment provided by engineer. */
"《隐私政策》" = "《隐私政策》";

/* No comment provided by engineer. */
"一、选择题（每小题%@分，共%lu分）" = "一、选择题（每小题%1$@分，共%2$lu分）";

/* No comment provided by engineer. */
"一般纳税人" = "一般纳税人";

/* No comment provided by engineer. */
"一般纳税人税码为13%，小规模税码为3%" = "一般纳税人税码为13%，小规模税码为3%";

/* No comment provided by engineer. */
"一般纳税人资\n格证电子版" = "一般纳税人资\n格证电子版";

/* No comment provided by engineer. */
"万" = "万";

/* No comment provided by engineer. */
"三方登录" = "三方登录";

/* No comment provided by engineer. */
"三段凭证" = "三段凭证";

/* No comment provided by engineer. */
"三证合一地区请上传税务局网站上一般纳税\n人截图，复印件需加盖公司红章。" = "三证合一地区请上传税务局网站上一般纳税\n人截图，复印件需加盖公司红章。";

/* No comment provided by engineer. */
"三证合一的请填写统一社会信用代码" = "三证合一的请填写统一社会信用代码";

/* No comment provided by engineer. */
"上传信息中..." = "上传信息中...";

/* No comment provided by engineer. */
"上传身份信息成功,请等待审核!" = "上传身份信息成功,请等待审核!";

/* No comment provided by engineer. */
"上午" = "上午";

/* No comment provided by engineer. */
"上午 hh:mm" = "上午 hh:mm";

/* No comment provided by engineer. */
"上午hh:mm" = "上午hh:mm";

/* No comment provided by engineer. */
"上午好" = "上午好";

/* No comment provided by engineer. */
"下一步" = "下一步";

/* No comment provided by engineer. */
"下午" = "下午";

/* No comment provided by engineer. */
"下午 hh:mm" = "下午 hh:mm";

/* No comment provided by engineer. */
"下午hh:mm" = "下午hh:mm";

/* No comment provided by engineer. */
"下午好" = "下午好";

/* No comment provided by engineer. */
"下单时间：" = "下单时间：";

/* No comment provided by engineer. */
"下拉刷新" = "下拉刷新";

/* No comment provided by engineer. */
"下次再说" = "下次再说";

/* No comment provided by engineer. */
"下载" = "下载";

/* No comment provided by engineer. */
"下载原图..." = "下载原图...";

/* No comment provided by engineer. */
"下载原图失败" = "下载原图失败";

/* No comment provided by engineer. */
"下载缩略图" = "下载缩略图";

/* No comment provided by engineer. */
"下载视频..." = "下载视频...";

/* No comment provided by engineer. */
"下载视频失败" = "下载视频失败";

/* No comment provided by engineer. */
"下载语音..." = "下载语音...";

/* No comment provided by engineer. */
"下载语音失败" = "下载语音失败";

/* No comment provided by engineer. */
"不保存" = "不保存";

/* No comment provided by engineer. */
"不允许访问相册" = "不允许访问相册";

/* No comment provided by engineer. */
"不合格" = "不合格";

/* No comment provided by engineer. */
"不开发票" = "不开发票";

/* No comment provided by engineer. */
"不想要了" = "不想要了";

/* No comment provided by engineer. */
"不明" = "不明";

/* No comment provided by engineer. */
"不能选择此品阶" = "不能选择此品阶";

/* No comment provided by engineer. */
"两次密码不一致，请重新输入" = "两次密码不一致，请重新输入";

/* No comment provided by engineer. */
"两次输入密码不一致，请重新输入" = "两次输入密码不一致，请重新输入";

/* No comment provided by engineer. */
"个人" = "个人";

/* No comment provided by engineer. */
"个人信息管理" = "个人信息管理";

/* No comment provided by engineer. */
"个人名称" = "个人名称";

/* No comment provided by engineer. */
"个人资料" = "个人资料";

/* No comment provided by engineer. */
"个性" = "个性";

/* No comment provided by engineer. */
"个性签名:" = "个性签名:";

/* No comment provided by engineer. */
"个性签名:%@" = "个性签名:%@";

/* No comment provided by engineer. */
"个性签名：" = "个性签名：";

/* No comment provided by engineer. */
"中" = "中";

/* No comment provided by engineer. */
"中午好" = "中午好";

/* No comment provided by engineer. */
"中国" = "中国";

/* No comment provided by engineer. */
"中心\n  进度调节" = "中心\n  进度调节";

/* No comment provided by engineer. */
"主体类型" = "主体类型";

/* No comment provided by engineer. */
"举办地点：" = "举办地点：";

/* No comment provided by engineer. */
"举办机构" = "举办机构";

/* No comment provided by engineer. */
"举办机构：" = "举办机构：";

/* No comment provided by engineer. */
"二、判断题（每小题%@分，共%lu分）" = "二、判断题（每小题%1$@分，共%2$lu分）";

/* No comment provided by engineer. */
"二段 · 9分钟 · 54431人练过" = "二段 · 9分钟 · 54431人练过";

/* No comment provided by engineer. */
"交易取消" = "交易取消";

/* No comment provided by engineer. */
"交易请求发生错误，请稍后重试" = "交易请求发生错误，请稍后重试";

/* No comment provided by engineer. */
"人民币" = "人民币";

/* No comment provided by engineer. */
"亿" = "亿";

/* No comment provided by engineer. */
"仅退款" = "仅退款";

/* No comment provided by engineer. */
"今天" = "今天";

/* No comment provided by engineer. */
"从相册选择" = "从相册选择";

/* No comment provided by engineer. */
"付费" = "付费";

/* No comment provided by engineer. */
"企业" = "企业";

/* No comment provided by engineer. */
"企业名称：少林文化严选店\n\n营业执照注册号：%@\n\n营业执照所在地：%@\n\n企业注册资金：%@\n\n营业执照有效期：%@\n\n公司地址：%@\n\n营业执照经营范围：%@" = "企业名称：少林文化严选店\n\n营业执照注册号：%1$@\n\n营业执照所在地：%2$@\n\n企业注册资金：%3$@\n\n营业执照有效期：%4$@\n\n公司地址：%5$@\n\n营业执照经营范围：%6$@";

/* No comment provided by engineer. */
"会议模式" = "会议模式";

/* No comment provided by engineer. */
"似乎已断开与互联网的连接" = "似乎已断开与互联网的连接";

/* No comment provided by engineer. */
"位置" = "位置";

/* No comment provided by engineer. */
"位阶成就" = "位阶成就";

/* No comment provided by engineer. */
"低音质" = "低音质";

/* No comment provided by engineer. */
"余额" = "余额";

/* No comment provided by engineer. */
"余额不足" = "余额不足";

/* No comment provided by engineer. */
"余额不足是否充值？" = "余额不足是否充值？";

/* No comment provided by engineer. */
"余额支付" = "余额支付";

/* No comment provided by engineer. */
"余额支付(剩余:¥%.2f)" = "余额支付(剩余:¥%.2f)";

/* No comment provided by engineer. */
"余额管理" = "余额管理";

/* No comment provided by engineer. */
"你的账号已在其他地方登录" = "你的账号已在其他地方登录";

/* No comment provided by engineer. */
"你的账号已被从服务器端移除" = "你的账号已被从服务器端移除";

/* No comment provided by engineer. */
"你被踢出群组: %@ [%@]" = "你被踢出群组: %1$@ [%2$@]";

/* No comment provided by engineer. */
"使用凭证(%@)" = "使用凭证(%@)";

/* No comment provided by engineer. */
"使用第三方账号登录" = "使用第三方账号登录";

/* No comment provided by engineer. */
"保存" = "保存";

/* No comment provided by engineer. */
"保存到相册" = "保存到相册";

/* No comment provided by engineer. */
"保存图片" = "保存图片";

/* No comment provided by engineer. */
"保存失败" = "保存失败";

/* No comment provided by engineer. */
"保存失败，系统版本过低" = "保存失败，系统版本过低";

/* No comment provided by engineer. */
"保存成功" = "保存成功";

/* No comment provided by engineer. */
"保存草稿成功!" = "保存草稿成功!";

/* No comment provided by engineer. */
"保存证书" = "保存证书";

/* No comment provided by engineer. */
"信息上传中..." = "信息上传中...";

/* No comment provided by engineer. */
"修改" = "修改";

/* No comment provided by engineer. */
"修改密码" = "修改密码";

/* No comment provided by engineer. */
"修改成功" = "修改成功";

/* No comment provided by engineer. */
"修改支付密码" = "修改支付密码";

/* No comment provided by engineer. */
"修改用户资质成功" = "修改用户资质成功";

/* No comment provided by engineer. */
"倍速播放" = "倍速播放";

/* No comment provided by engineer. */
"元" = "元";

/* No comment provided by engineer. */
"充值" = "充值";

/* No comment provided by engineer. */
"充值方式" = "充值方式";

/* No comment provided by engineer. */
"充值金额不能为空" = "充值金额不能为空";

/* No comment provided by engineer. */
"免费" = "免费";

/* No comment provided by engineer. */
"免费观看" = "免费观看";

/* No comment provided by engineer. */
"免运费" = "免运费";

/* No comment provided by engineer. */
"入驻信息" = "入驻信息";

/* No comment provided by engineer. */
"全球" = "全球";

/* No comment provided by engineer. */
"全选" = "全选";

/* No comment provided by engineer. */
"全部" = "全部";

/* No comment provided by engineer. */
"全部交易类型" = "全部交易类型";

/* No comment provided by engineer. */
"全部商品" = "全部商品";

/* No comment provided by engineer. */
"全部课程" = "全部课程";

/* No comment provided by engineer. */
"公司名称" = "公司名称";

/* No comment provided by engineer. */
"公司所在地" = "公司所在地";

/* No comment provided by engineer. */
"公司电话" = "公司电话";

/* No comment provided by engineer. */
"公司电话格式错误" = "公司电话格式错误";

/* No comment provided by engineer. */
"共%ld件" = "共%ld件";

/* No comment provided by engineer. */
"共%ld件商品" = "共%ld件商品";

/* No comment provided by engineer. */
"关于少林" = "关于少林";

/* No comment provided by engineer. */
"关注" = "关注";

/* No comment provided by engineer. */
"其他" = "其他";

/* No comment provided by engineer. */
"再次确认新密码长度" = "再次确认新密码长度";

/* No comment provided by engineer. */
"再次观看，请点击重新播放" = "再次观看，请点击重新播放";

/* No comment provided by engineer. */
"再次购买" = "再次购买";

/* No comment provided by engineer. */
"写文章" = "写文章";

/* No comment provided by engineer. */
"准备入驻资料" = "准备入驻资料";

/* No comment provided by engineer. */
"准备好了，开始填写入驻信息" = "准备好了，开始填写入驻信息";

/* No comment provided by engineer. */
"准备成功" = "准备成功";

/* No comment provided by engineer. */
"准考证号：" = "准考证号：";

/* No comment provided by engineer. */
"凌晨hh:mm" = "凌晨hh:mm";

/* No comment provided by engineer. */
"凭证" = "凭证";

/* No comment provided by engineer. */
"凭证支付" = "凭证支付";

/* No comment provided by engineer. */
"凭证编号：" = "凭证编号：";

/* No comment provided by engineer. */
"出生年月" = "出生年月";

/* No comment provided by engineer. */
"出生年月日" = "出生年月日";

/* No comment provided by engineer. */
"出生年月：" = "出生年月：";

/* No comment provided by engineer. */
"出生日期" = "出生日期";

/* No comment provided by engineer. */
"分" = "分";

/* No comment provided by engineer. */
"分       数：暂无成绩" = "分       数：暂无成绩";

/* No comment provided by engineer. */
"分享失败" = "分享失败";

/* No comment provided by engineer. */
"分享成功" = "分享成功";

/* No comment provided by engineer. */
"切换城市" = "切换城市";

/* No comment provided by engineer. */
"切换证件类型将会清空已上传图片，是否确定切换证件类型？" = "切换证件类型将会清空已上传图片，是否确定切换证件类型？";

/* No comment provided by engineer. */
"刚刚" = "刚刚";

/* No comment provided by engineer. */
"删除" = "删除";

/* No comment provided by engineer. */
"删除中..." = "删除中...";

/* No comment provided by engineer. */
"删除失败" = "删除失败";

/* No comment provided by engineer. */
"删除成功" = "删除成功";

/* No comment provided by engineer. */
"到付" = "到付";

/* No comment provided by engineer. */
"剩余时间：%d分%ld秒" = "剩余时间：%1$d分%2$ld秒";

/* No comment provided by engineer. */
"剩余时间：%ld秒" = "剩余时间：%ld秒";

/* No comment provided by engineer. */
"剩余：mm分钟ss秒" = "剩余：mm分钟ss秒";

/* No comment provided by engineer. */
"功夫" = "功夫";

/* No comment provided by engineer. */
"功夫订单" = "功夫订单";

/* No comment provided by engineer. */
"加入我的课程" = "加入我的课程";

/* No comment provided by engineer. */
"加入聊天室..." = "加入聊天室...";

/* No comment provided by engineer. */
"加入聊天室失败" = "加入聊天室失败";

/* No comment provided by engineer. */
"加载中" = "加载中";

/* No comment provided by engineer. */
"加载中 ..." = "加载中 ...";

/* No comment provided by engineer. */
"加载会话列表..." = "加载会话列表...";

/* No comment provided by engineer. */
"加载图片失败" = "加载图片失败";

/* No comment provided by engineer. */
"加载失败,点击重试" = "加载失败,点击重试";

/* No comment provided by engineer. */
"加载状态变成了已经缓存完成，如果设置了自动播放, 会自动播放" = "加载状态变成了已经缓存完成，如果设置了自动播放, 会自动播放";

/* No comment provided by engineer. */
"加载状态变成了未知状态" = "加载状态变成了未知状态";

/* No comment provided by engineer. */
"加载状态变成了缓存数据足够开始播放，但是视频并没有缓存完全" = "加载状态变成了缓存数据足够开始播放，但是视频并没有缓存完全";

/* No comment provided by engineer. */
"千" = "千";

/* No comment provided by engineer. */
"千百年来头一回,少林功夫终于有了评定标准" = "千百年来头一回,少林功夫终于有了评定标准";

/* No comment provided by engineer. */
"单位" = "单位";

/* No comment provided by engineer. */
"单位名称" = "单位名称";

/* No comment provided by engineer. */
"单位税号" = "单位税号";

/* No comment provided by engineer. */
"压缩视频失败" = "压缩视频失败";

/* No comment provided by engineer. */
"原创" = "原创";

/* No comment provided by engineer. */
"原画" = "原画";

/* No comment provided by engineer. */
"去支付" = "去支付";

/* No comment provided by engineer. */
"去结算(%ld)" = "去结算(%ld)";

/* No comment provided by engineer. */
"去认证" = "去认证";

/* No comment provided by engineer. */
"去设置" = "去设置";

/* No comment provided by engineer. */
"发布" = "发布";

/* No comment provided by engineer. */
"发布失败" = "发布失败";

/* No comment provided by engineer. */
"发布成功!请等待审核..." = "发布成功!请等待审核...";

/* No comment provided by engineer. */
"发布视频中..." = "发布视频中...";

/* No comment provided by engineer. */
"发文管理" = "发文管理";

/* No comment provided by engineer. */
"发现" = "发现";

/* No comment provided by engineer. */
"发现新版本" = "发现新版本";

/* No comment provided by engineer. */
"发票" = "发票";

/* No comment provided by engineer. */
"发票内容" = "发票内容";

/* No comment provided by engineer. */
"发票形式" = "发票形式";

/* No comment provided by engineer. */
"发票类型" = "发票类型";

/* No comment provided by engineer. */
"发票类型：" = "发票类型：";

/* No comment provided by engineer. */
"发票须知" = "发票须知";

/* No comment provided by engineer. */
"发视频" = "发视频";

/* No comment provided by engineer. */
"发送" = "发送";

/* No comment provided by engineer. */
"发送验证码" = "发送验证码";

/* No comment provided by engineer. */
"取り消す" = "取り消す";

/* No comment provided by engineer. */
"取り消す - 入力" = "取り消す - 入力";

/* No comment provided by engineer. */
"取消" = "取消";

/* No comment provided by engineer. */
"取消原因：%@" = "取消原因：%@";

/* No comment provided by engineer. */
"取消失败" = "取消失败";

/* No comment provided by engineer. */
"取消收藏" = "取消收藏";

/* No comment provided by engineer. */
"取消点赞" = "取消点赞";

/* No comment provided by engineer. */
"取消订单" = "取消订单";

/* No comment provided by engineer. */
"只可用于少林寺举办的考试活动" = "只可用于少林寺举办的考试活动";

/* No comment provided by engineer. */
"台湾居民通行证" = "台湾居民通行证";

/* No comment provided by engineer. */
"右侧\n  音量调节" = "右侧\n  音量调节";

/* No comment provided by engineer. */
"合格" = "合格";

/* No comment provided by engineer. */
"周一" = "周一";

/* No comment provided by engineer. */
"周三" = "周三";

/* No comment provided by engineer. */
"周二" = "周二";

/* No comment provided by engineer. */
"周五" = "周五";

/* No comment provided by engineer. */
"周六" = "周六";

/* No comment provided by engineer. */
"周四" = "周四";

/* No comment provided by engineer. */
"周日" = "周日";

/* No comment provided by engineer. */
"品" = "品";

/* No comment provided by engineer. */
"品阶" = "品阶";

/* No comment provided by engineer. */
"售后" = "售后";

/* No comment provided by engineer. */
"售后审核中" = "售后审核中";

/* No comment provided by engineer. */
"售后成功" = "售后成功";

/* No comment provided by engineer. */
"商品" = "商品";

/* No comment provided by engineer. */
"商品信息填写错误" = "商品信息填写错误";

/* No comment provided by engineer. */
"商品信息获取失败，请稍后重试" = "商品信息获取失败，请稍后重试";

/* No comment provided by engineer. */
"商品库存不足" = "商品库存不足";

/* No comment provided by engineer. */
"商品无货" = "商品无货";

/* No comment provided by engineer. */
"商品明细" = "商品明细";

/* No comment provided by engineer. */
"商品暂未发货，不能申请退货退款" = "商品暂未发货，不能申请退货退款";

/* No comment provided by engineer. */
"商品标识获取失败，请稍后重试" = "商品标识获取失败，请稍后重试";

/* No comment provided by engineer. */
"商家审核成功，正在为您退款" = "商家审核成功，正在为您退款";

/* No comment provided by engineer. */
"商家已收到您寄出的物品，等待商家退款" = "商家已收到您寄出的物品，等待商家退款";

/* No comment provided by engineer. */
"因为系统原因, 无法访问相册" = "因为系统原因, 无法访问相册";

/* No comment provided by engineer. */
"国      籍：" = "国      籍：";

/* No comment provided by engineer. */
"国内" = "国内";

/* No comment provided by engineer. */
"国籍" = "国籍";

/* No comment provided by engineer. */
"图书9%免税" = "图书9%免税";

/* No comment provided by engineer. */
"图片" = "图片";

/* No comment provided by engineer. */
"图片太大，请选择其他图片" = "图片太大，请选择其他图片";

/* No comment provided by engineer. */
"图片无效" = "图片无效";

/* No comment provided by engineer. */
"图片预览" = "图片预览";

/* No comment provided by engineer. */
"在线客服" = "在线客服";

/* No comment provided by engineer. */
"在线支付" = "在线支付";

/* No comment provided by engineer. */
"地址信息填写错误" = "地址信息填写错误";

/* No comment provided by engineer. */
"地址：" = "地址：";

/* No comment provided by engineer. */
"地址：%@" = "地址：%@";

/* No comment provided by engineer. */
"地址：河南省登封市少林寺" = "地址：河南省登封市少林寺";

/* No comment provided by engineer. */
"地理位置" = "地理位置";

/* No comment provided by engineer. */
"基础扎实后进阶学习的课程" = "基础扎实后进阶学习的课程";

/* No comment provided by engineer. */
"填写报名信息" = "填写报名信息";

/* No comment provided by engineer. */
"填写订单" = "填写订单";

/* No comment provided by engineer. */
"填写资质信息" = "填写资质信息";

/* No comment provided by engineer. */
"填写退货信息" = "填写退货信息";

/* No comment provided by engineer. */
"填写退货物流单号" = "填写退货物流单号";

/* No comment provided by engineer. */
"增值税专用发票" = "增值税专用发票";

/* No comment provided by engineer. */
"增值税专用发票发票" = "增值税专用发票发票";

/* No comment provided by engineer. */
"增票资质" = "增票资质";

/* No comment provided by engineer. */
"复制" = "复制";

/* No comment provided by engineer. */
"复制成功" = "复制成功";

/* No comment provided by engineer. */
"多设备[好友]" = "多设备[好友]";

/* No comment provided by engineer. */
"多设备[群组]" = "多设备[群组]";

/* No comment provided by engineer. */
"多证合一（统一社会信用代码）" = "多证合一（统一社会信用代码）";

/* No comment provided by engineer. */
"多证合一（非统一社会信用代码）" = "多证合一（非统一社会信用代码）";

/* No comment provided by engineer. */
"大规模纳税人" = "大规模纳税人";

/* No comment provided by engineer. */
"大陆身份证" = "大陆身份证";

/* No comment provided by engineer. */
"女" = "女";

/* No comment provided by engineer. */
"好的" = "好的";

/* No comment provided by engineer. */
"姓      名：" = "姓      名：";

/* No comment provided by engineer. */
"姓名" = "姓名";

/* No comment provided by engineer. */
"姓名不能为空" = "姓名不能为空";

/* No comment provided by engineer. */
"姓名长度不能少于2个字" = "姓名长度不能少于2个字";

/* No comment provided by engineer. */
"姓名：" = "姓名：";

/* No comment provided by engineer. */
"学      历：" = "学      历：";

/* No comment provided by engineer. */
"学习课程" = "学习课程";

/* No comment provided by engineer. */
"学历" = "学历";

/* No comment provided by engineer. */
"完成" = "完成";

/* No comment provided by engineer. */
"实名认证" = "实名认证";

/* No comment provided by engineer. */
"实名认证中，请等待" = "实名认证中，请等待";

/* No comment provided by engineer. */
"实名认证已经认证成功!" = "实名认证已经认证成功!";

/* No comment provided by engineer. */
"实名认证正在审核中!" = "实名认证正在审核中!";

/* No comment provided by engineer. */
"实名认证正在审核中，请耐心等待" = "实名认证正在审核中，请耐心等待";

/* No comment provided by engineer. */
"实时通话类型" = "实时通话类型";

/* No comment provided by engineer. */
"审核中" = "审核中";

/* No comment provided by engineer. */
"审核失败" = "审核失败";

/* No comment provided by engineer. */
"审核失败，您的退货理由不充分" = "审核失败，您的退货理由不充分";

/* No comment provided by engineer. */
"审核成功" = "审核成功";

/* No comment provided by engineer. */
"密码不能为空" = "密码不能为空";

/* No comment provided by engineer. */
"密码必须是8-16位的数字、字符组合（不能是纯数字）" = "密码必须是8-16位的数字、字符组合（不能是纯数字）";

/* No comment provided by engineer. */
"密码长度不正确" = "密码长度不正确";

/* No comment provided by engineer. */
"小规模纳税人" = "小规模纳税人";

/* No comment provided by engineer. */
"少林严选" = "少林严选";

/* No comment provided by engineer. */
"少林功夫二起脚" = "少林功夫二起脚";

/* No comment provided by engineer. */
"少林友谊学校首期少林功夫\n段品制培训班" = "少林友谊学校首期少林功夫\n段品制培训班";

/* No comment provided by engineer. */
"少林友谊学校首期少林功夫段品制培训班" = "少林友谊学校首期少林功夫段品制培训班";

/* No comment provided by engineer. */
"少林官网新闻" = "少林官网新闻";

/* No comment provided by engineer. */
"少林寺专属茶宠，小和尚精品茶宠，可养茶，可泡茶" = "少林寺专属茶宠，小和尚精品茶宠，可养茶，可泡茶";

/* No comment provided by engineer. */
"少林寺小龙武院举办考试活动" = "少林寺小龙武院举办考试活动";

/* No comment provided by engineer. */
"少林小通臂拳具有完整的技术 和理论体系。它以武术技艺..." = "少林小通臂拳具有完整的技术 和理论体系。它以武术技艺...";

/* No comment provided by engineer. */
"少林弓步冲拳课程" = "少林弓步冲拳课程";

/* No comment provided by engineer. */
"少林通背拳教学" = "少林通背拳教学";

/* No comment provided by engineer. */
"尺码" = "尺码";

/* No comment provided by engineer. */
"展开" = "展开";

/* No comment provided by engineer. */
"左侧\n  亮度调节" = "左侧\n  亮度调节";

/* No comment provided by engineer. */
"已下单" = "已下单";

/* No comment provided by engineer. */
"已下架" = "已下架";

/* No comment provided by engineer. */
"已为你切换至" = "已为你切换至";

/* No comment provided by engineer. */
"已付款：" = "已付款：";

/* No comment provided by engineer. */
"已保存到系统相册" = "已保存到系统相册";

/* No comment provided by engineer. */
"已关注" = "已关注";

/* No comment provided by engineer. */
"已参加" = "已参加";

/* No comment provided by engineer. */
"已发布" = "已发布";

/* No comment provided by engineer. */
"已发货" = "已发货";

/* No comment provided by engineer. */
"已取消" = "已取消";

/* No comment provided by engineer. */
"已填写" = "已填写";

/* No comment provided by engineer. */
"已填写法人证件相关信息" = "已填写法人证件相关信息";

/* No comment provided by engineer. */
"已填写税务登记证相关信息" = "已填写税务登记证相关信息";

/* No comment provided by engineer. */
"已填写组织机构代码证相关信息" = "已填写组织机构代码证相关信息";

/* No comment provided by engineer. */
"已填写营业执照相关信息" = "已填写营业执照相关信息";

/* No comment provided by engineer. */
"已完成" = "已完成";

/* No comment provided by engineer. */
"已成功分享到%@" = "已成功分享到%@";

/* No comment provided by engineer. */
"已成功加入我的课程" = "已成功加入我的课程";

/* No comment provided by engineer. */
"已报名" = "已报名";

/* No comment provided by engineer. */
"已报名 %@ 人" = "已报名 %@ 人";

/* No comment provided by engineer. */
"已拒绝" = "已拒绝";

/* No comment provided by engineer. */
"已提交，待审核" = "已提交，待审核";

/* No comment provided by engineer. */
"已撤销" = "已撤销";

/* No comment provided by engineer. */
"已收到您的退款申请，卖家审核中，谢谢您的支持" = "已收到您的退款申请，卖家审核中，谢谢您的支持";

/* No comment provided by engineer. */
"已收到您的退货申请，卖家审核中，谢谢您的支持" = "已收到您的退货申请，卖家审核中，谢谢您的支持";

/* No comment provided by engineer. */
"已收到您的退货申请，卖家审核成功，需要您寄出物品并填写物流单号" = "已收到您的退货申请，卖家审核成功，需要您寄出物品并填写物流单号";

/* No comment provided by engineer. */
"已收到货" = "已收到货";

/* No comment provided by engineer. */
"已收货" = "已收货";

/* No comment provided by engineer. */
"已申请实物证书" = "已申请实物证书";

/* No comment provided by engineer. */
"已经发送实物证书" = "已经发送实物证书";

/* No comment provided by engineer. */
"已结束" = "已结束";

/* No comment provided by engineer. */
"已认证" = "已认证";

/* No comment provided by engineer. */
"已读" = "已读";

/* No comment provided by engineer. */
"已购买本课程，可放心观看" = "已购买本课程，可放心观看";

/* No comment provided by engineer. */
"已购视频" = "已购视频";

/* No comment provided by engineer. */
"已退出账号" = "已退出账号";

/* No comment provided by engineer. */
"已通过审核" = "已通过审核";

/* No comment provided by engineer. */
"已阅读并同意《用户服务协议》和《隐私政策》" = "已阅读并同意《用户服务协议》和《隐私政策》";

/* No comment provided by engineer. */
"已领取" = "已领取";

/* No comment provided by engineer. */
"已领取实物证书" = "已领取实物证书";

/* No comment provided by engineer. */
"帮助中心" = "帮助中心";

/* No comment provided by engineer. */
"年" = "年";

/* No comment provided by engineer. */
"年  " = "年  ";

/* No comment provided by engineer. */
"年      龄：" = "年      龄：";

/* No comment provided by engineer. */
"年     龄：" = "年     龄：";

/* No comment provided by engineer. */
"广告" = "广告";

/* No comment provided by engineer. */
"库存：%@ 件" = "库存：%@ 件";

/* No comment provided by engineer. */
"店铺logo" = "店铺logo";

/* No comment provided by engineer. */
"店铺介绍" = "店铺介绍";

/* No comment provided by engineer. */
"店铺信息" = "店铺信息";

/* No comment provided by engineer. */
"店铺入驻" = "店铺入驻";

/* No comment provided by engineer. */
"店铺关注" = "店铺关注";

/* No comment provided by engineer. */
"店铺名称" = "店铺名称";

/* No comment provided by engineer. */
"店铺地址" = "店铺地址";

/* No comment provided by engineer. */
"店铺已禁用!" = "店铺已禁用!";

/* No comment provided by engineer. */
"店铺星级：%@" = "店铺星级：%@";

/* No comment provided by engineer. */
"店铺简称" = "店铺简称";

/* No comment provided by engineer. */
"开始下载" = "开始下载";

/* No comment provided by engineer. */
"开始体验" = "开始体验";

/* No comment provided by engineer. */
"开始加载视频数据" = "开始加载视频数据";

/* No comment provided by engineer. */
"开始播放" = "开始播放";

/* No comment provided by engineer. */
"开户行名称" = "开户行名称";

/* No comment provided by engineer. */
"开户行账号" = "开户行账号";

/* No comment provided by engineer. */
"开户行银联号" = "开户行银联号";

/* No comment provided by engineer. */
"开户银行" = "开户银行";

/* No comment provided by engineer. */
"开考时间: 2020年5月20日" = "开考时间: 2020年5月20日";

/* No comment provided by engineer. */
"弹幕设置" = "弹幕设置";

/* No comment provided by engineer. */
"当前为最新版本" = "当前为最新版本";

/* No comment provided by engineer. */
"当前为移动网络，请点击播放" = "当前为移动网络，请点击播放";

/* No comment provided by engineer. */
"当前城市:" = "当前城市:";

/* No comment provided by engineer. */
"当前已是最新版本" = "当前已是最新版本";

/* No comment provided by engineer. */
"当前服务不可用，请稍后再试" = "当前服务不可用，请稍后再试";

/* No comment provided by engineer. */
"当前网络不佳，请检查网络" = "当前网络不佳，请检查网络";

/* No comment provided by engineer. */
"当前网络不佳，请稍后点击重新播放" = "当前网络不佳，请稍后点击重新播放";

/* No comment provided by engineer. */
"当前还有未完成订单，是否检查订单？" = "当前还有未完成订单，是否检查订单？";

/* No comment provided by engineer. */
"待付款" = "待付款";

/* No comment provided by engineer. */
"待发证" = "待发证";

/* No comment provided by engineer. */
"待发货" = "待发货";

/* No comment provided by engineer. */
"待收货" = "待收货";

/* No comment provided by engineer. */
"待评星" = "待评星";

/* No comment provided by engineer. */
"循环播放开始事件" = "循环播放开始事件";

/* No comment provided by engineer. */
"微      信：" = "微      信：";

/* No comment provided by engineer. */
"微信" = "微信";

/* No comment provided by engineer. */
"微信充值" = "微信充值";

/* No comment provided by engineer. */
"微信商户账号" = "微信商户账号";

/* No comment provided by engineer. */
"微信授权失败" = "微信授权失败";

/* No comment provided by engineer. */
"微信支付" = "微信支付";

/* No comment provided by engineer. */
"微信支付%@" = "微信支付%@";

/* No comment provided by engineer. */
"微博" = "微博";

/* No comment provided by engineer. */
"忘记原密码?" = "忘记原密码?";

/* No comment provided by engineer. */
"忘记密码" = "忘记密码";

/* No comment provided by engineer. */
"忘记支付密码" = "忘记支付密码";

/* No comment provided by engineer. */
"快去写文章吧" = "快去写文章吧";

/* No comment provided by engineer. */
"快去收藏喜欢的文章吧" = "快去收藏喜欢的文章吧";

/* No comment provided by engineer. */
"快去收藏喜欢的视频吧" = "快去收藏喜欢的视频吧";

/* No comment provided by engineer. */
"快去收藏喜欢的课程吧" = "快去收藏喜欢的课程吧";

/* No comment provided by engineer. */
"快去观看视频吧" = "快去观看视频吧";

/* No comment provided by engineer. */
"快去阅读文章吧" = "快去阅读文章吧";

/* No comment provided by engineer. */
"快进商城浏览关注喜欢的店铺吧" = "快进商城浏览关注喜欢的店铺吧";

/* No comment provided by engineer. */
"性      别：" = "性      别：";

/* No comment provided by engineer. */
"性别" = "性别";

/* No comment provided by engineer. */
"性别不能为空" = "性别不能为空";

/* No comment provided by engineer. */
"恭喜您,店铺审核通过!" = "恭喜您,店铺审核通过!";

/* No comment provided by engineer. */
"恭喜您店铺信息审核通过，请前去店铺后台完善商品信息" = "恭喜您店铺信息审核通过，请前去店铺后台完善商品信息";

/* No comment provided by engineer. */
"您好，少林智能客服助手为您服务！" = "您好，少林智能客服助手为您服务！";

/* No comment provided by engineer. */
"您已使用%@登录少林" = "您已使用%@登录少林";

/* No comment provided by engineer. */
"您已学的课程已超过全球%@的学员" = "您已学的课程已超过全球%@的学员";

/* No comment provided by engineer. */
"您已寄出物品，等待商家验收" = "您已寄出物品，等待商家验收";

/* No comment provided by engineer. */
"您已登录少林" = "您已登录少林";

/* No comment provided by engineer. */
"您已考的位阶已超过全球%@的学员" = "您已考的位阶已超过全球%@的学员";

/* No comment provided by engineer. */
"您已设置支付密码" = "您已设置支付密码";

/* No comment provided by engineer. */
"您当前位阶与该课程不符" = "您当前位阶与该课程不符";

/* No comment provided by engineer. */
"您当前暂无学习课程" = "您当前暂无学习课程";

/* No comment provided by engineer. */
"您当前暂无考取位阶" = "您当前暂无考取位阶";

/* No comment provided by engineer. */
"您当前网速低于【100kb/s】,暂时不能开启直播；请先设置好您的网络要求" = "您当前网速低于【100kb/s】,暂时不能开启直播；请先设置好您的网络要求";

/* No comment provided by engineer. */
"您提交了订单，耐心等候发货时间，非常感\n谢您的支持！" = "您提交了订单，耐心等候发货时间，非常感\n谢您的支持！";

/* No comment provided by engineer. */
"您提交了订单，耐心等候发货时间，非常感谢您的支持！" = "您提交了订单，耐心等候发货时间，非常感谢您的支持！";

/* No comment provided by engineer. */
"您提交的售后申请已撤销" = "您提交的售后申请已撤销";

/* No comment provided by engineer. */
"您撤回一条消息" = "您撤回一条消息";

/* No comment provided by engineer. */
"您是否收到该订单商品？" = "您是否收到该订单商品？";

/* No comment provided by engineer. */
"您是否要删除此售后申请吗?" = "您是否要删除此售后申请吗?";

/* No comment provided by engineer. */
"您是否要删除此商品?" = "您是否要删除此商品?";

/* No comment provided by engineer. */
"您是否要删除此订单?" = "您是否要删除此订单?";

/* No comment provided by engineer. */
"您是否要提交答案？" = "您是否要提交答案？";

/* No comment provided by engineer. */
"您是否要退出理论考试？" = "您是否要退出理论考试？";

/* No comment provided by engineer. */
"您是否遇到以下问题了呢？可点击以下进行查看，若以下没有您想问的，可以直接在输入框进行提问哦：" = "您是否遇到以下问题了呢？可点击以下进行查看，若以下没有您想问的，可以直接在输入框进行提问哦：";

/* No comment provided by engineer. */
"您有一条新消息" = "您有一条新消息";

/* No comment provided by engineer. */
"您的售后订单撤销申请只能提交一次，确定要提交撤销申请吗？" = "您的售后订单撤销申请只能提交一次，确定要提交撤销申请吗？";

/* No comment provided by engineer. */
"您的实物证书已经申请领取，请耐心等待" = "您的实物证书已经申请领取，请耐心等待";

/* No comment provided by engineer. */
"您的理论考试成绩为%@分" = "您的理论考试成绩为%@分";

/* No comment provided by engineer. */
"您的订单在30分钟内未支付将被取消，请尽快完成支付。" = "您的订单在30分钟内未支付将被取消，请尽快完成支付。";

/* No comment provided by engineer. */
"您的订单已发货，请留察物流信息，非常感\n谢您的支持！" = "您的订单已发货，请留察物流信息，非常感\n谢您的支持！";

/* No comment provided by engineer. */
"您的订单已发货，请留察物流信息，非常感谢您的支持！" = "您的订单已发货，请留察物流信息，非常感谢您的支持！";

/* No comment provided by engineer. */
"您的订单已完成，非常感谢您对少林的支持，\n欢迎再次光临！" = "您的订单已完成，非常感谢您对少林的支持，\n欢迎再次光临！";

/* No comment provided by engineer. */
"您的订单已签收，感谢您在少林购物，欢迎您再次光临！" = "您的订单已签收，感谢您在少林购物，欢迎您再次光临！";

/* No comment provided by engineer. */
"您的设备暂不支持此交易" = "您的设备暂不支持此交易";

/* No comment provided by engineer. */
"您的设备暂不支持此项购买" = "您的设备暂不支持此项购买";

/* No comment provided by engineer. */
"您的评星已经提交成功" = "您的评星已经提交成功";

/* No comment provided by engineer. */
"您还有%d次考试机会" = "您还有%d次考试机会";

/* No comment provided by engineer. */
"您还没完成答题，是否要提交答案？" = "您还没完成答题，是否要提交答案？";

/* No comment provided by engineer. */
"您还没有实名认证，请前往\"我的\"进行实名认证" = "您还没有实名认证，请前往\"我的\"进行实名认证";

/* No comment provided by engineer. */
"您还没有实名认证，请进行实名认证" = "您还没有实名认证，请进行实名认证";

/* No comment provided by engineer. */
"您还没有实名认证，请进行实名认证后报名" = "您还没有实名认证，请进行实名认证后报名";

/* No comment provided by engineer. */
"您还没有成就" = "您还没有成就";

/* No comment provided by engineer. */
"您还没有收货地址哦，赶快去设置一个吧！" = "您还没有收货地址哦，赶快去设置一个吧！";

/* No comment provided by engineer. */
"您还没有相关订单" = "您还没有相关订单";

/* No comment provided by engineer. */
"成立日期" = "成立日期";

/* No comment provided by engineer. */
"成绩不合格" = "成绩不合格";

/* No comment provided by engineer. */
"成绩合格" = "成绩合格";

/* No comment provided by engineer. */
"成绩查询" = "成绩查询";

/* No comment provided by engineer. */
"我已阅读并同意《增票资质确认书》" = "我已阅读并同意《增票资质确认书》";

/* No comment provided by engineer. */
"我的" = "我的";

/* No comment provided by engineer. */
"我的成就" = "我的成就";

/* No comment provided by engineer. */
"我的收藏" = "我的收藏";

/* No comment provided by engineer. */
"我的活动" = "我的活动";

/* No comment provided by engineer. */
"我的相册" = "我的相册";

/* No comment provided by engineer. */
"我的草稿" = "我的草稿";

/* No comment provided by engineer. */
"我的订单" = "我的订单";

/* No comment provided by engineer. */
"我的证书" = "我的证书";

/* No comment provided by engineer. */
"我的课程" = "我的课程";

/* No comment provided by engineer. */
"我的购物车" = "我的购物车";

/* No comment provided by engineer. */
"我知道了" = "我知道了";

/* No comment provided by engineer. */
"户籍所在地" = "户籍所在地";

/* No comment provided by engineer. */
"户籍所在地不超过60个字" = "户籍所在地不超过60个字";

/* No comment provided by engineer. */
"所在地区" = "所在地区";

/* No comment provided by engineer. */
"所属位阶：%@" = "所属位阶：%@";

/* No comment provided by engineer. */
"所属位阶：1段" = "所属位阶：1段";

/* No comment provided by engineer. */
"手      机：" = "手      机：";

/* No comment provided by engineer. */
"手机" = "手机";

/* No comment provided by engineer. */
"手机号" = "手机号";

/* No comment provided by engineer. */
"手机号不正确" = "手机号不正确";

/* No comment provided by engineer. */
"手机号不能为空" = "手机号不能为空";

/* No comment provided by engineer. */
"手机号已注册，请直接登录" = "手机号已注册，请直接登录";

/* No comment provided by engineer. */
"手机号更换成功，请重新登录" = "手机号更换成功，请重新登录";

/* No comment provided by engineer. */
"手机号码" = "手机号码";

/* No comment provided by engineer. */
"手机号长度不正确" = "手机号长度不正确";

/* No comment provided by engineer. */
"打开" = "打开";

/* No comment provided by engineer. */
"执照类型" = "执照类型";

/* No comment provided by engineer. */
"技术结束时间：" = "技术结束时间：";

/* No comment provided by engineer. */
"技术考试时间：" = "技术考试时间：";

/* No comment provided by engineer. */
"技能考试时间：" = "技能考试时间：";

/* No comment provided by engineer. */
"投屏" = "投屏";

/* No comment provided by engineer. */
"护  照 号：" = "护  照 号：";

/* No comment provided by engineer. */
"护照" = "护照";

/* No comment provided by engineer. */
"护照号" = "护照号";

/* No comment provided by engineer. */
"护照编号" = "护照编号";

/* No comment provided by engineer. */
"护照编号不能为空" = "护照编号不能为空";

/* No comment provided by engineer. */
"护照编号：" = "护照编号：";

/* No comment provided by engineer. */
"报名" = "报名";

/* No comment provided by engineer. */
"报名信息" = "报名信息";

/* No comment provided by engineer. */
"报名失败" = "报名失败";

/* No comment provided by engineer. */
"报名学习" = "报名学习";

/* No comment provided by engineer. */
"报名成功" = "报名成功";

/* No comment provided by engineer. */
"报名时间：%@" = "报名时间：%@";

/* No comment provided by engineer. */
"报名时间：2020-03-05 09:20" = "报名时间：2020-03-05 09:20";

/* No comment provided by engineer. */
"报名查询" = "报名查询";

/* No comment provided by engineer. */
"报名详情" = "报名详情";

/* No comment provided by engineer. */
"报名详情获取失败" = "报名详情获取失败";

/* No comment provided by engineer. */
"抬头类型" = "抬头类型";

/* No comment provided by engineer. */
"抱歉，暂无此商品" = "抱歉，暂无此商品";

/* No comment provided by engineer. */
"拉起微信成功" = "拉起微信成功";

/* No comment provided by engineer. */
"拍摄" = "拍摄";

/* No comment provided by engineer. */
"拒绝原因：%@" = "拒绝原因：%@";

/* No comment provided by engineer. */
"拒绝原因：xxx" = "拒绝原因：xxx";

/* No comment provided by engineer. */
"拒绝理由" = "拒绝理由";

/* No comment provided by engineer. */
"按住录音" = "按住录音";

/* No comment provided by engineer. */
"换货" = "换货";

/* No comment provided by engineer. */
"授权失败" = "授权失败";

/* No comment provided by engineer. */
"授权成功" = "授权成功";

/* No comment provided by engineer. */
"授权时间：%@" = "授权时间：%@";

/* No comment provided by engineer. */
"授权请求响应无效" = "授权请求响应无效";

/* No comment provided by engineer. */
"授权请求失败" = "授权请求失败";

/* No comment provided by engineer. */
"推荐" = "推荐";

/* No comment provided by engineer. */
"提交" = "提交";

/* No comment provided by engineer. */
"提交中" = "提交中";

/* No comment provided by engineer. */
"提交失败" = "提交失败";

/* No comment provided by engineer. */
"提交成功" = "提交成功";

/* No comment provided by engineer. */
"提交成功，正在为您取消订单" = "提交成功，正在为您取消订单";

/* No comment provided by engineer. */
"提交成功，请等待审核" = "提交成功，请等待审核";

/* No comment provided by engineer. */
"提交答案" = "提交答案";

/* No comment provided by engineer. */
"提交退货" = "提交退货";

/* No comment provided by engineer. */
"提供营养执照、开户许可证等,文字清晰、漏出国徽,复印件需加盖印章" = "提供营养执照、开户许可证等,文字清晰、漏出国徽,复印件需加盖印章";

/* No comment provided by engineer. */
"提示" = "提示";

/* No comment provided by engineer. */
"搜索" = "搜索";

/* No comment provided by engineer. */
"搜索内容不能为空" = "搜索内容不能为空";

/* No comment provided by engineer. */
"搜索历史" = "搜索历史";

/* No comment provided by engineer. */
"搜索机构" = "搜索机构";

/* No comment provided by engineer. */
"搜索活动" = "搜索活动";

/* No comment provided by engineer. */
"搜索词" = "搜索词";

/* No comment provided by engineer. */
"摄像头故障！" = "摄像头故障！";

/* No comment provided by engineer. */
"撤回" = "撤回";

/* No comment provided by engineer. */
"撤销" = "撤销";

/* No comment provided by engineer. */
"撤销成功" = "撤销成功";

/* No comment provided by engineer. */
"撤销键入" = "撤销键入";

/* No comment provided by engineer. */
"播放" = "播放";

/* No comment provided by engineer. */
"播放器的播放状态变了，现在是中断状态 %d: interrupted" = "播放器的播放状态变了，现在是中断状态 %d: interrupted";

/* No comment provided by engineer. */
"播放器的播放状态变了，现在是停止状态 %d: stoped" = "播放器的播放状态变了，现在是停止状态 %d: stoped";

/* No comment provided by engineer. */
"播放器的播放状态变了，现在是向前拖动状态:%d forward" = "播放器的播放状态变了，现在是向前拖动状态:%d forward";

/* No comment provided by engineer. */
"播放器的播放状态变了，现在是播放状态 %d: playing" = "播放器的播放状态变了，现在是播放状态 %d: playing";

/* No comment provided by engineer. */
"播放器的播放状态变了，现在是暂停状态 %d: paused" = "播放器的播放状态变了，现在是暂停状态 %d: paused";

/* No comment provided by engineer. */
"播放器的播放状态变了，现在是未知状态 %d: unknown" = "播放器的播放状态变了，现在是未知状态 %d: unknown";

/* No comment provided by engineer. */
"播放已结束" = "播放已结束";

/* No comment provided by engineer. */
"操作成功！" = "操作成功！";

/* No comment provided by engineer. */
"支付宝" = "支付宝";

/* No comment provided by engineer. */
"支付宝充值" = "支付宝充值";

/* No comment provided by engineer. */
"支付宝商户账号" = "支付宝商户账号";

/* No comment provided by engineer. */
"支付宝支付" = "支付宝支付";

/* No comment provided by engineer. */
"支付密码" = "支付密码";

/* No comment provided by engineer. */
"支付密码修改成功" = "支付密码修改成功";

/* No comment provided by engineer. */
"支付密码设置成功" = "支付密码设置成功";

/* No comment provided by engineer. */
"支付成功" = "支付成功";

/* No comment provided by engineer. */
"支付方式" = "支付方式";

/* No comment provided by engineer. */
"支付方式：" = "支付方式：";

/* No comment provided by engineer. */
"支付时间：" = "支付时间：";

/* No comment provided by engineer. */
"支付超时" = "支付超时";

/* No comment provided by engineer. */
"支出 ¥%.2f" = "支出 ¥%.2f";

/* No comment provided by engineer. */
"收入 ¥%.2f" = "收入 ¥%.2f";

/* No comment provided by engineer. */
"收票人" = "收票人";

/* No comment provided by engineer. */
"收票人信息" = "收票人信息";

/* No comment provided by engineer. */
"收藏失败" = "收藏失败";

/* No comment provided by engineer. */
"收藏成功" = "收藏成功";

/* No comment provided by engineer. */
"收货人" = "收货人";

/* No comment provided by engineer. */
"收货人：%@" = "收货人：%@";

/* No comment provided by engineer. */
"收货地址" = "收货地址";

/* No comment provided by engineer. */
"收起" = "收起";

/* No comment provided by engineer. */
"收银台" = "收银台";

/* No comment provided by engineer. */
"攻略" = "攻略";

/* No comment provided by engineer. */
"放器的播放状态变了，现在是向后拖动状态 %d: backward" = "放器的播放状态变了，现在是向后拖动状态 %d: backward";

/* No comment provided by engineer. */
"数据加载中..." = "数据加载中...";

/* No comment provided by engineer. */
"数量" = "数量";

/* No comment provided by engineer. */
"数量: %@" = "数量: %@";

/* No comment provided by engineer. */
"数量：%@ %@" = "数量：%1$@ %2$@";

/* No comment provided by engineer. */
"数量：%@ 规格：%@" = "数量：%1$@ 规格：%2$@";

/* No comment provided by engineer. */
"文件" = "文件";

/* No comment provided by engineer. */
"文创" = "文创";

/* No comment provided by engineer. */
"文章" = "文章";

/* No comment provided by engineer. */
"文章不存在" = "文章不存在";

/* No comment provided by engineer. */
"新人推荐" = "新人推荐";

/* No comment provided by engineer. */
"新人都在学这些课程" = "新人都在学这些课程";

/* No comment provided by engineer. */
"新增收货地址" = "新增收货地址";

/* No comment provided by engineer. */
"新密码" = "新密码";

/* No comment provided by engineer. */
"新密码不能与旧密码相同，请重试" = "新密码不能与旧密码相同，请重试";

/* No comment provided by engineer. */
"新建收货地址" = "新建收货地址";

/* No comment provided by engineer. */
"新手必学" = "新手必学";

/* No comment provided by engineer. */
"新版本检测" = "新版本检测";

/* No comment provided by engineer. */
"方式" = "方式";

/* No comment provided by engineer. */
"无位阶" = "无位阶";

/* No comment provided by engineer. */
"无搜索历史" = "无搜索历史";

/* No comment provided by engineer. */
"无效的视频，如果是iCloud视频，请同步后再继续" = "无效的视频，如果是iCloud视频，请同步后再继续";

/* No comment provided by engineer. */
"无段位" = "无段位";

/* No comment provided by engineer. */
"无法使用微信登录" = "无法使用微信登录";

/* No comment provided by engineer. */
"无法保存" = "无法保存";

/* No comment provided by engineer. */
"无法连接到iTunesStore，请稍后重试" = "无法连接到iTunesStore，请稍后重试";

/* No comment provided by engineer. */
"无网络连接" = "无网络连接";

/* No comment provided by engineer. */
"无网络连接，检查网络后点击重新播放" = "无网络连接，检查网络后点击重新播放";

/* No comment provided by engineer. */
"日" = "日";

/* No comment provided by engineer. */
"旧密码" = "旧密码";

/* No comment provided by engineer. */
"旧手机号" = "旧手机号";

/* No comment provided by engineer. */
"时" = "时";

/* No comment provided by engineer. */
"时长" = "时长";

/* No comment provided by engineer. */
"时间错误" = "时间错误";

/* No comment provided by engineer. */
"明星也在学习的功夫" = "明星也在学习的功夫";

/* No comment provided by engineer. */
"昨天" = "昨天";

/* No comment provided by engineer. */
"昨天HH:mm" = "昨天HH:mm";

/* No comment provided by engineer. */
"是否保存草稿" = "是否保存草稿";

/* No comment provided by engineer. */
"是否删除该地址？" = "是否删除该地址？";

/* No comment provided by engineer. */
"是否加入我的课程？" = "是否加入我的课程？";

/* No comment provided by engineer. */
"是否发布文章" = "是否发布文章";

/* No comment provided by engineer. */
"是否发布视频" = "是否发布视频";

/* No comment provided by engineer. */
"是否合格：等待考试" = "是否合格：等待考试";

/* No comment provided by engineer. */
"是否放弃修改" = "是否放弃修改";

/* No comment provided by engineer. */
"是否放弃编辑" = "是否放弃编辑";

/* No comment provided by engineer. */
"是否清空搜索记录" = "是否清空搜索记录";

/* No comment provided by engineer. */
"是否确定提交活动报名信息？" = "是否确定提交活动报名信息？";

/* No comment provided by engineer. */
"是否进行删除" = "是否进行删除";

/* No comment provided by engineer. */
"是否退出编辑" = "是否退出编辑";

/* No comment provided by engineer. */
"昵称" = "昵称";

/* No comment provided by engineer. */
"晚上hh:mm" = "晚上hh:mm";

/* No comment provided by engineer. */
"普票(商品明细-%@)" = "普票(商品明细-%@)";

/* No comment provided by engineer. */
"普通发票" = "普通发票";

/* No comment provided by engineer. */
"暂停" = "暂停";

/* No comment provided by engineer. */
"暂无%@" = "暂无%@";

/* No comment provided by engineer. */
"暂无%@活动" = "暂无%@活动";

/* No comment provided by engineer. */
"暂无关注" = "暂无关注";

/* No comment provided by engineer. */
"暂无凭证" = "暂无凭证";

/* No comment provided by engineer. */
"暂无历史" = "暂无历史";

/* No comment provided by engineer. */
"暂无发文" = "暂无发文";

/* No comment provided by engineer. */
"暂无成绩" = "暂无成绩";

/* No comment provided by engineer. */
"暂无报名信息" = "暂无报名信息";

/* No comment provided by engineer. */
"暂无收藏" = "暂无收藏";

/* No comment provided by engineer. */
"暂无数据" = "暂无数据";

/* No comment provided by engineer. */
"暂无昵称" = "暂无昵称";

/* No comment provided by engineer. */
"暂无机构" = "暂无机构";

/* No comment provided by engineer. */
"暂无活动" = "暂无活动";

/* No comment provided by engineer. */
"暂无消费明细" = "暂无消费明细";

/* No comment provided by engineer. */
"暂无考试通知" = "暂无考试通知";

/* No comment provided by engineer. */
"暂无草稿" = "暂无草稿";

/* No comment provided by engineer. */
"暂无视频" = "暂无视频";

/* No comment provided by engineer. */
"暂无证书" = "暂无证书";

/* No comment provided by engineer. */
"暂无课程" = "暂无课程";

/* No comment provided by engineer. */
"更换手机号" = "更换手机号";

/* No comment provided by engineer. */
"更新成功" = "更新成功";

/* No comment provided by engineer. */
"更早" = "更早";

/* No comment provided by engineer. */
"曾  用 名：" = "曾  用 名：";

/* No comment provided by engineer. */
"曾用名" = "曾用名";

/* No comment provided by engineer. */
"最低段位" = "最低段位";

/* No comment provided by engineer. */
"最低段位%@可观看课程" = "最低段位%@可观看课程";

/* No comment provided by engineer. */
"最多只能选择9张图片" = "最多只能选择9张图片";

/* No comment provided by engineer. */
"最小价格不能大于最大价格,请重新选择" = "最小价格不能大于最大价格,请重新选择";

/* No comment provided by engineer. */
"最新活动" = "最新活动";

/* No comment provided by engineer. */
"月" = "月";

/* No comment provided by engineer. */
"朋友圈" = "朋友圈";

/* No comment provided by engineer. */
"服务单号：%@" = "服务单号：%@";

/* No comment provided by engineer. */
"服务单详情" = "服务单详情";

/* No comment provided by engineer. */
"服务已完成，感谢您对少林的支持" = "服务已完成，感谢您对少林的支持";

/* No comment provided by engineer. */
"未填写" = "未填写";

/* No comment provided by engineer. */
"未开始" = "未开始";

/* No comment provided by engineer. */
"未收货" = "未收货";

/* No comment provided by engineer. */
"未知" = "未知";

/* No comment provided by engineer. */
"未知状态。" = "未知状态。";

/* No comment provided by engineer. */
"未知错误" = "未知错误";

/* No comment provided by engineer. */
"未能处理授权请求" = "未能处理授权请求";

/* No comment provided by engineer. */
"未连接网络，请检查您的网络状态" = "未连接网络，请检查您的网络状态";

/* No comment provided by engineer. */
"未领取实物证书" = "未领取实物证书";

/* No comment provided by engineer. */
"本卷为判断题" = "本卷为判断题";

/* No comment provided by engineer. */
"本卷为选择题" = "本卷为选择题";

/* No comment provided by engineer. */
"本卷共分为单选题和判断题两个大题" = "本卷共分为单选题和判断题两个大题";

/* No comment provided by engineer. */
"机构" = "机构";

/* No comment provided by engineer. */
"机构列表" = "机构列表";

/* No comment provided by engineer. */
"机构详情" = "机构详情";

/* No comment provided by engineer. */
"杭州" = "杭州";

/* No comment provided by engineer. */
"松手刷新" = "松手刷新";

/* No comment provided by engineer. */
"松手发送" = "松手发送";

/* No comment provided by engineer. */
"松手取消" = "松手取消";

/* No comment provided by engineer. */
"某某某" = "某某某";

/* No comment provided by engineer. */
"查看下架原因" = "查看下架原因";

/* No comment provided by engineer. */
"查看发票" = "查看发票";

/* No comment provided by engineer. */
"查看拒绝原因" = "查看拒绝原因";

/* No comment provided by engineer. */
"查看拒绝原因 " = "查看拒绝原因 ";

/* No comment provided by engineer. */
"查看更多" = "查看更多";

/* No comment provided by engineer. */
"查看物流" = "查看物流";

/* No comment provided by engineer. */
"查看离线视频" = "查看离线视频";

/* No comment provided by engineer. */
"查看详情" = "查看详情";

/* No comment provided by engineer. */
"查询帮助" = "查询帮助";

/* No comment provided by engineer. */
"标清" = "标清";

/* No comment provided by engineer. */
"标题*" = "标题*";

/* No comment provided by engineer. */
"标题字数不可超过%ld个字" = "标题字数不可超过%ld个字";

/* No comment provided by engineer. */
"检查订单" = "检查订单";

/* No comment provided by engineer. */
"检测到您未安装%@，请先安装%@" = "检测到您未安装%1$@，请先安装%2$@";

/* No comment provided by engineer. */
"模拟器不支持照相机" = "模拟器不支持照相机";

/* No comment provided by engineer. */
"正在上传图片" = "正在上传图片";

/* No comment provided by engineer. */
"正在上传视频" = "正在上传视频";

/* No comment provided by engineer. */
"正在下载视频,稍后点击" = "正在下载视频,稍后点击";

/* No comment provided by engineer. */
"正在下载语音,稍后点击" = "正在下载语音,稍后点击";

/* No comment provided by engineer. */
"正在与iCloud同步..." = "正在与iCloud同步...";

/* No comment provided by engineer. */
"正在保存草稿" = "正在保存草稿";

/* No comment provided by engineer. */
"正在刷新..." = "正在刷新...";

/* No comment provided by engineer. */
"正在发布文章" = "正在发布文章";

/* No comment provided by engineer. */
"正在定位..." = "正在定位...";

/* No comment provided by engineer. */
"正在输入..." = "正在输入...";

/* No comment provided by engineer. */
"正常" = "正常";

/* No comment provided by engineer. */
"正文内容不能超过%ld字" = "正文内容不能超过%ld字";

/* No comment provided by engineer. */
"正确" = "正确";

/* No comment provided by engineer. */
"此前一周" = "此前一周";

/* No comment provided by engineer. */
"残忍离开" = "残忍离开";

/* No comment provided by engineer. */
"段" = "段";

/* No comment provided by engineer. */
"段位" = "段位";

/* No comment provided by engineer. */
"段位\n品阶" = "段位\n品阶";

/* No comment provided by engineer. */
"段位品阶：%@" = "段位品阶：%@";

/* No comment provided by engineer. */
"段品制" = "段品制";

/* No comment provided by engineer. */
"段品制%@证书" = "段品制%@证书";

/* No comment provided by engineer. */
"段品制介绍" = "段品制介绍";

/* No comment provided by engineer. */
"段品制会员" = "段品制会员";

/* No comment provided by engineer. */
"段品制考试凭证" = "段品制考试凭证";

/* No comment provided by engineer. */
"段品制课程" = "段品制课程";

/* No comment provided by engineer. */
"民      族：" = "民      族：";

/* No comment provided by engineer. */
"民族" = "民族";

/* No comment provided by engineer. */
"没有作答" = "没有作答";

/* No comment provided by engineer. */
"没有找到您的问题，若以下没有您想问的，可以直接在输入框进行提问或者可以转接人工客服为您服务：" = "没有找到您的问题，若以下没有您想问的，可以直接在输入框进行提问或者可以转接人工客服为您服务：";

/* No comment provided by engineer. */
"没有授权访问相册" = "没有授权访问相册";

/* No comment provided by engineer. */
"没有选择文章" = "没有选择文章";

/* No comment provided by engineer. */
"没有选择课程" = "没有选择课程";

/* No comment provided by engineer. */
"河南省郑州市登封市嵩山少林寺" = "河南省郑州市登封市嵩山少林寺";

/* No comment provided by engineer. */
"法人信息" = "法人信息";

/* No comment provided by engineer. */
"法人证件" = "法人证件";

/* No comment provided by engineer. */
"法定经营范围输入范围为3-300字" = "法定经营范围输入范围为3-300字";

/* No comment provided by engineer. */
"注册" = "注册";

/* No comment provided by engineer. */
"注册地址" = "注册地址";

/* No comment provided by engineer. */
"注册成功" = "注册成功";

/* No comment provided by engineer. */
"注册电话" = "注册电话";

/* No comment provided by engineer. */
"注册资本\n  (万元)" = "注册资本\n  (万元)";

/* No comment provided by engineer. */
"活动" = "活动";

/* No comment provided by engineer. */
"活动名称：" = "活动名称：";

/* No comment provided by engineer. */
"活动名称：%@" = "活动名称：%@";

/* No comment provided by engineer. */
"活动报名" = "活动报名";

/* No comment provided by engineer. */
"活动时间：%@-%@" = "活动时间：%1$@-%2$@";

/* No comment provided by engineer. */
"活动状态" = "活动状态";

/* No comment provided by engineer. */
"活动类型：%@" = "活动类型：%@";

/* No comment provided by engineer. */
"活动详情" = "活动详情";

/* No comment provided by engineer. */
"活动详情：" = "活动详情：";

/* No comment provided by engineer. */
"流畅" = "流畅";

/* No comment provided by engineer. */
"海外" = "海外";

/* No comment provided by engineer. */
"消息" = "消息";

/* No comment provided by engineer. */
"消费明细" = "消费明细";

/* No comment provided by engineer. */
"添加手机号" = "添加手机号";

/* No comment provided by engineer. */
"添加用户资质成功" = "添加用户资质成功";

/* No comment provided by engineer. */
"清除日志" = "清除日志";

/* No comment provided by engineer. */
"温馨提示" = "温馨提示";

/* No comment provided by engineer. */
"港澳居民通行证" = "港澳居民通行证";

/* No comment provided by engineer. */
"点击刷新" = "点击刷新";

/* No comment provided by engineer. */
"点击加载" = "点击加载";

/* No comment provided by engineer. */
"点赞成功" = "点赞成功";

/* No comment provided by engineer. */
"热词搜索" = "热词搜索";

/* No comment provided by engineer. */
"热门城市" = "热门城市";

/* No comment provided by engineer. */
"热门课程" = "热门课程";

/* No comment provided by engineer. */
"照片" = "照片";

/* No comment provided by engineer. */
"物流公司:" = "物流公司:";

/* No comment provided by engineer. */
"物流单号:" = "物流单号:";

/* No comment provided by engineer. */
"环信自动登录成功" = "环信自动登录成功";

/* No comment provided by engineer. */
"现段位编号：" = "现段位编号：";

/* No comment provided by engineer. */
"理论结束时间：" = "理论结束时间：";

/* No comment provided by engineer. */
"理论考试" = "理论考试";

/* No comment provided by engineer. */
"理论考试时间：" = "理论考试时间：";

/* No comment provided by engineer. */
"生成时间：" = "生成时间：";

/* No comment provided by engineer. */
"生日" = "生日";

/* No comment provided by engineer. */
"用户协议" = "用户协议";

/* No comment provided by engineer. */
"用户取消了授权请求" = "用户取消了授权请求";

/* No comment provided by engineer. */
"用户服务协议" = "用户服务协议";

/* No comment provided by engineer. */
"由品牌方出具的品牌授权书、对应产品质检报告、经营行业资质,根据您经营的品牌、类目资质信息有所不同" = "由品牌方出具的品牌授权书、对应产品质检报告、经营行业资质,根据您经营的品牌、类目资质信息有所不同";

/* No comment provided by engineer. */
"申报段位：" = "申报段位：";

/* No comment provided by engineer. */
"申报段品阶" = "申报段品阶";

/* No comment provided by engineer. */
"申报段品阶：" = "申报段品阶：";

/* No comment provided by engineer. */
"申请开具增值税专用发票确认书" = "申请开具增值税专用发票确认书";

/* No comment provided by engineer. */
"申请时间：%@" = "申请时间：%@";

/* No comment provided by engineer. */
"电      话：" = "电      话：";

/* No comment provided by engineer. */
"电子发票" = "电子发票";

/* No comment provided by engineer. */
"电话号" = "电话号";

/* No comment provided by engineer. */
"男" = "男";

/* No comment provided by engineer. */
"登录" = "登录";

/* No comment provided by engineer. */
"直播模式" = "直播模式";

/* No comment provided by engineer. */
"相关推荐" = "相关推荐";

/* No comment provided by engineer. */
"省市区县、乡镇等" = "省市区县、乡镇等";

/* No comment provided by engineer. */
"确定" = "确定";

/* No comment provided by engineer. */
"确定删除全部历史记录？" = "确定删除全部历史记录？";

/* No comment provided by engineer. */
"确定发布" = "确定发布";

/* No comment provided by engineer. */
"确定清除" = "确定清除";

/* No comment provided by engineer. */
"确定要提交退款申请吗？" = "确定要提交退款申请吗？";

/* No comment provided by engineer. */
"确定要提交退货退款申请吗？" = "确定要提交退货退款申请吗？";

/* No comment provided by engineer. */
"确定要解除绑定" = "确定要解除绑定";

/* No comment provided by engineer. */
"确定退出登录?" = "确定退出登录?";

/* No comment provided by engineer. */
"确认" = "确认";

/* No comment provided by engineer. */
"确认删除" = "确认删除";

/* No comment provided by engineer. */
"确认密码" = "确认密码";

/* No comment provided by engineer. */
"确认成功" = "确认成功";

/* No comment provided by engineer. */
"确认收货" = "确认收货";

/* No comment provided by engineer. */
"确认收货成功" = "确认收货成功";

/* No comment provided by engineer. */
"确认新密码长度" = "确认新密码长度";

/* No comment provided by engineer. */
"确认旧密码长度" = "确认旧密码长度";

/* No comment provided by engineer. */
"确认要离开收银台？" = "确认要离开收银台？";

/* No comment provided by engineer. */
"秒" = "秒";

/* No comment provided by engineer. */
"税务信息" = "税务信息";

/* No comment provided by engineer. */
"税务登记证" = "税务登记证";

/* No comment provided by engineer. */
"税号" = "税号";

/* No comment provided by engineer. */
"立即充值" = "立即充值";

/* No comment provided by engineer. */
"立即支付（ ¥%@元 ）" = "立即支付（ ¥%@元 ）";

/* No comment provided by engineer. */
"立即更新" = "立即更新";

/* No comment provided by engineer. */
"立即注册" = "立即注册";

/* No comment provided by engineer. */
"第一帧加载完成" = "第一帧加载完成";

/* No comment provided by engineer. */
"第三方账号绑定" = "第三方账号绑定";

/* No comment provided by engineer. */
"等待付款" = "等待付款";

/* No comment provided by engineer. */
"等待发货" = "等待发货";

/* No comment provided by engineer. */
"等待发送实物证书" = "等待发送实物证书";

/* No comment provided by engineer. */
"等待支付" = "等待支付";

/* No comment provided by engineer. */
"等待收货" = "等待收货";

/* No comment provided by engineer. */
"答题时间到" = "答题时间到";

/* No comment provided by engineer. */
"签名" = "签名";

/* No comment provided by engineer. */
"简介" = "简介";

/* No comment provided by engineer. */
"简介*" = "简介*";

/* No comment provided by engineer. */
"简介字数不可超过%ld个字" = "简介字数不可超过%ld个字";

/* No comment provided by engineer. */
"简单介绍下视频吧" = "简单介绍下视频吧";

/* No comment provided by engineer. */
"系统不支持Apple登录" = "系统不支持Apple登录";

/* No comment provided by engineer. */
"系统已为您自动提交" = "系统已为您自动提交";

/* No comment provided by engineer. */
"紧急联系人" = "紧急联系人";

/* No comment provided by engineer. */
"红色" = "红色";

/* No comment provided by engineer. */
"纬度:%.2lf°, 经度:%.2lf°" = "纬度:%1$.2lf°, 经度:%2$.2lf°";

/* No comment provided by engineer. */
"纳税人类型" = "纳税人类型";

/* No comment provided by engineer. */
"纳税人识别号" = "纳税人识别号";

/* No comment provided by engineer. */
"纳税类型税码" = "纳税类型税码";

/* No comment provided by engineer. */
"纸质发票" = "纸质发票";

/* No comment provided by engineer. */
"组织机构代\n码证" = "组织机构代\n码证";

/* No comment provided by engineer. */
"组织机构代码证" = "组织机构代码证";

/* No comment provided by engineer. */
"经营范围" = "经营范围";

/* No comment provided by engineer. */
"经营范围不能小于3个字" = "经营范围不能小于3个字";

/* No comment provided by engineer. */
"绑定" = "绑定";

/* No comment provided by engineer. */
"绑定成功" = "绑定成功";

/* No comment provided by engineer. */
"绑定手机号" = "绑定手机号";

/* No comment provided by engineer. */
"结束日期" = "结束日期";

/* No comment provided by engineer. */
"结束日期不能早于开始日期" = "结束日期不能早于开始日期";

/* No comment provided by engineer. */
"结算信息" = "结算信息";

/* No comment provided by engineer. */
"给视频起个名字吧" = "给视频起个名字吧";

/* No comment provided by engineer. */
"继续支付" = "继续支付";

/* No comment provided by engineer. */
"继续购买" = "继续购买";

/* No comment provided by engineer. */
"编号：%@" = "编号：%@";

/* No comment provided by engineer. */
"编辑" = "编辑";

/* No comment provided by engineer. */
"编辑收货地址" = "编辑收货地址";

/* No comment provided by engineer. */
"编辑文章" = "编辑文章";

/* No comment provided by engineer. */
"网络异常" = "网络异常";

/* No comment provided by engineer. */
"网络改变后，自动登录成功" = "网络改变后，自动登录成功";

/* No comment provided by engineer. */
"网络状态改变" = "网络状态改变";

/* No comment provided by engineer. */
"网络环境：WiFi" = "网络环境：WiFi";

/* No comment provided by engineer. */
"网络环境：手机自带网络" = "网络环境：手机自带网络";

/* No comment provided by engineer. */
"网络环境：无网络" = "网络环境：无网络";

/* No comment provided by engineer. */
"网络环境：未知网络" = "网络环境：未知网络";

/* No comment provided by engineer. */
"网速不好等因素导致了暂停" = "网速不好等因素导致了暂停";

/* No comment provided by engineer. */
"置顶" = "置顶";

/* No comment provided by engineer. */
"群组被解散: %@ [%@]" = "群组被解散: %1$@ [%2$@]";

/* No comment provided by engineer. */
"考试" = "考试";

/* No comment provided by engineer. */
"考试凭证" = "考试凭证";

/* No comment provided by engineer. */
"考试地址" = "考试地址";

/* No comment provided by engineer. */
"考试地点" = "考试地点";

/* No comment provided by engineer. */
"考试地点: 河南省登封市嵩山少林寺" = "考试地点: 河南省登封市嵩山少林寺";

/* No comment provided by engineer. */
"考试地点：" = "考试地点：";

/* No comment provided by engineer. */
"考试报名" = "考试报名";

/* No comment provided by engineer. */
"考试时间已结束" = "考试时间已结束";

/* No comment provided by engineer. */
"考试时间：%@" = "考试时间：%@";

/* No comment provided by engineer. */
"考试段位：%@" = "考试段位：%@";

/* No comment provided by engineer. */
"考试管理" = "考试管理";

/* No comment provided by engineer. */
"考试通知" = "考试通知";

/* No comment provided by engineer. */
"职      务：" = "职      务：";

/* No comment provided by engineer. */
"职      称：" = "职      称：";

/* No comment provided by engineer. */
"职务" = "职务";

/* No comment provided by engineer. */
"职称" = "职称";

/* No comment provided by engineer. */
"联 系 人：" = "联 系 人：";

/* No comment provided by engineer. */
"联系人: 实打实" = "联系人: 实打实";

/* No comment provided by engineer. */
"联系人姓名" = "联系人姓名";

/* No comment provided by engineer. */
"联系人手机" = "联系人手机";

/* No comment provided by engineer. */
"联系人手机号格式错误" = "联系人手机号格式错误";

/* No comment provided by engineer. */
"联系人邮箱" = "联系人邮箱";

/* No comment provided by engineer. */
"联系地址：%@" = "联系地址：%@";

/* No comment provided by engineer. */
"联系方式: 13012345678" = "联系方式: 13012345678";

/* No comment provided by engineer. */
"联系方式：" = "联系方式：";

/* No comment provided by engineer. */
"联系电话：%@" = "联系电话：%@";

/* No comment provided by engineer. */
"自动登录失败，请重新登录" = "自动登录失败，请重新登录";

/* No comment provided by engineer. */
"自动登录失败：%@" = "自动登录失败：%@";

/* No comment provided by engineer. */
"至今" = "至今";

/* No comment provided by engineer. */
"若注册资本非人民币，按照当前汇率换算人民币填写" = "若注册资本非人民币，按照当前汇率换算人民币填写";

/* No comment provided by engineer. */
"苹果" = "苹果";

/* No comment provided by engineer. */
"草稿" = "草稿";

/* No comment provided by engineer. */
"草稿保存成功,请去我的草稿箱中查看!" = "草稿保存成功,请去我的草稿箱中查看!";

/* No comment provided by engineer. */
"草稿箱" = "草稿箱";

/* No comment provided by engineer. */
"获取原图失败" = "获取原图失败";

/* No comment provided by engineer. */
"获取商品数据失败" = "获取商品数据失败";

/* No comment provided by engineer. */
"获取店铺信息失败" = "获取店铺信息失败";

/* No comment provided by engineer. */
"获取相册权限失败" = "获取相册权限失败";

/* No comment provided by engineer. */
"获取缩略图..." = "获取缩略图...";

/* No comment provided by engineer. */
"获取聊天服务信息失败" = "获取聊天服务信息失败";

/* No comment provided by engineer. */
"获取验证码" = "获取验证码";

/* No comment provided by engineer. */
"营业执照" = "营业执照";

/* No comment provided by engineer. */
"营业执照原件拍照，如为复印件需加盖公司红章扫描上传，系统会自动进行识别营业执照文本信息。若营业执照上未体现注册资本、经营范围，请另行上传企业信息公示网上截图" = "营业执照原件拍照，如为复印件需加盖公司红章扫描上传，系统会自动进行识别营业执照文本信息。若营业执照上未体现注册资本、经营范围，请另行上传企业信息公示网上截图";

/* No comment provided by engineer. */
"营业执照号" = "营业执照号";

/* No comment provided by engineer. */
"营业执照所\n     在地" = "营业执照所\n     在地";

/* No comment provided by engineer. */
"营业期限" = "营业期限";

/* No comment provided by engineer. */
"营范围不能大于300个字" = "营范围不能大于300个字";

/* No comment provided by engineer. */
"虚拟币" = "虚拟币";

/* No comment provided by engineer. */
"虚拟币支付" = "虚拟币支付";

/* No comment provided by engineer. */
"虚拟币支付(剩余:¥%.2f)" = "虚拟币支付(剩余:¥%.2f)";

/* No comment provided by engineer. */
"虚拟币（苹果）" = "虚拟币（苹果）";

/* No comment provided by engineer. */
"街道、楼牌号等" = "街道、楼牌号等";

/* No comment provided by engineer. */
"补开发票" = "补开发票";

/* No comment provided by engineer. */
"补开费用" = "补开费用";

/* No comment provided by engineer. */
"观看历史" = "观看历史";

/* No comment provided by engineer. */
"观看视频" = "观看视频";

/* No comment provided by engineer. */
"观看课程" = "观看课程";

/* No comment provided by engineer. */
"视频" = "视频";

/* No comment provided by engineer. */
"视频不存在" = "视频不存在";

/* No comment provided by engineer. */
"视频不能为空" = "视频不能为空";

/* No comment provided by engineer. */
"视频不能大于%ldMB" = "视频不能大于%ldMB";

/* No comment provided by engineer. */
"视频加载出错，请点击重新播放" = "视频加载出错，请点击重新播放";

/* No comment provided by engineer. */
"视频存储在iCloud上，是否同步？" = "视频存储在iCloud上，是否同步？";

/* No comment provided by engineer. */
"视频播放完成" = "视频播放完成";

/* No comment provided by engineer. */
"视频无效" = "视频无效";

/* No comment provided by engineer. */
"视频标题" = "视频标题";

/* No comment provided by engineer. */
"视频获取中" = "视频获取中";

/* No comment provided by engineer. */
"视频获取失败，请稍后重试" = "视频获取失败，请稍后重试";

/* No comment provided by engineer. */
"视频解析失败" = "视频解析失败";

/* No comment provided by engineer. */
"视频资源加载完成" = "视频资源加载完成";

/* No comment provided by engineer. */
"视频通话" = "视频通话";

/* No comment provided by engineer. */
"视频错误" = "视频错误";

/* No comment provided by engineer. */
"解除绑定失败" = "解除绑定失败";

/* No comment provided by engineer. */
"解除绑定成功" = "解除绑定成功";

/* No comment provided by engineer. */
"订单单号：%@" = "订单单号：%@";

/* No comment provided by engineer. */
"订单管理" = "订单管理";

/* No comment provided by engineer. */
"订单编号" = "订单编号";

/* No comment provided by engineer. */
"订单编号：" = "订单编号：";

/* No comment provided by engineer. */
"订单编号：%@" = "订单编号：%@";

/* No comment provided by engineer. */
"订单详情" = "订单详情";

/* No comment provided by engineer. */
"订单跟踪" = "订单跟踪";

/* No comment provided by engineer. */
"订单验证失败，请联系客服处理" = "订单验证失败，请联系客服处理";

/* No comment provided by engineer. */
"认证中" = "认证中";

/* No comment provided by engineer. */
"认证失败" = "认证失败";

/* No comment provided by engineer. */
"许可证上名称、法人需与营业执照一致，若发生变更须出具变更证明，复印件需加盖公司红章扫描上传。" = "许可证上名称、法人需与营业执照一致，若发生变更须出具变更证明，复印件需加盖公司红章扫描上传。";

/* No comment provided by engineer. */
"设置密码" = "设置密码";

/* No comment provided by engineer. */
"设置支付密码" = "设置支付密码";

/* No comment provided by engineer. */
"访问相册失败" = "访问相册失败";

/* No comment provided by engineer. */
"证书查询" = "证书查询";

/* No comment provided by engineer. */
"证件类型" = "证件类型";

/* No comment provided by engineer. */
"证照信息" = "证照信息";

/* No comment provided by engineer. */
"评价星级：%@" = "评价星级：%@";

/* No comment provided by engineer. */
"评价星级：5.0" = "评价星级：5.0";

/* No comment provided by engineer. */
"评价星级：未评星" = "评价星级：未评星";

/* No comment provided by engineer. */
"该分类暂无商品" = "该分类暂无商品";

/* No comment provided by engineer. */
"该手机号已经注册" = "该手机号已经注册";

/* No comment provided by engineer. */
"该账号已绑定相同类型的授权登录" = "该账号已绑定相同类型的授权登录";

/* No comment provided by engineer. */
"详情" = "详情";

/* No comment provided by engineer. */
"详细地址" = "详细地址";

/* No comment provided by engineer. */
"语音通话" = "语音通话";

/* No comment provided by engineer. */
"请上传" = "请上传";

/* No comment provided by engineer. */
"请上传个人自拍照" = "请上传个人自拍照";

/* No comment provided by engineer. */
"请上传店铺Logo" = "请上传店铺Logo";

/* No comment provided by engineer. */
"请上传手持护照照片" = "请上传手持护照照片";

/* No comment provided by engineer. */
"请上传手持身份证照片" = "请上传手持身份证照片";

/* No comment provided by engineer. */
"请上传护照内页" = "请上传护照内页";

/* No comment provided by engineer. */
"请上传护照封面" = "请上传护照封面";

/* No comment provided by engineer. */
"请上传法人有效证件电子版" = "请上传法人有效证件电子版";

/* No comment provided by engineer. */
"请上传税务登记证电子版" = "请上传税务登记证电子版";

/* No comment provided by engineer. */
"请上传纳税人资格证电子版" = "请上传纳税人资格证电子版";

/* No comment provided by engineer. */
"请上传组织机构代码证电子版" = "请上传组织机构代码证电子版";

/* No comment provided by engineer. */
"请上传营业执照原件照片" = "请上传营业执照原件照片";

/* No comment provided by engineer. */
"请上传身份证反面" = "请上传身份证反面";

/* No comment provided by engineer. */
"请上传身份证反面照" = "请上传身份证反面照";

/* No comment provided by engineer. */
"请上传身份证正面" = "请上传身份证正面";

/* No comment provided by engineer. */
"请上传身份证正面照" = "请上传身份证正面照";

/* No comment provided by engineer. */
"请上传银行开户许可证电子版照片" = "请上传银行开户许可证电子版照片";

/* No comment provided by engineer. */
"请使用方法 creatDropMenuWithConfiguration: or creatDropFilterMenuWidthConfiguration: 代替初始化" = "请使用方法 creatDropMenuWithConfiguration: or creatDropFilterMenuWidthConfiguration: 代替初始化";

/* No comment provided by engineer. */
"请再次填写新密码" = "请再次填写新密码";

/* No comment provided by engineer. */
"请再次确认填写" = "请再次确认填写";

/* No comment provided by engineer. */
"请再次输入支付密码" = "请再次输入支付密码";

/* No comment provided by engineer. */
"请再次输入新密码" = "请再次输入新密码";

/* No comment provided by engineer. */
"请勾选同意用户协议和隐私政策" = "请勾选同意用户协议和隐私政策";

/* No comment provided by engineer. */
"请同意确认书" = "请同意确认书";

/* No comment provided by engineer. */
"请同时上传国税、地税的税务登记证，两者\n缺一不可。" = "请同时上传国税、地税的税务登记证，两者\n缺一不可。";

/* No comment provided by engineer. */
"请在此填写纳税人识别号" = "请在此填写纳税人识别号";

/* No comment provided by engineer. */
"请在设置中允许访问相册功能" = "请在设置中允许访问相册功能";

/* No comment provided by engineer. */
"请填写" = "请填写";

/* No comment provided by engineer. */
"请填写你的户籍所在地" = "请填写你的户籍所在地";

/* No comment provided by engineer. */
"请填写公司城市" = "请填写公司城市";

/* No comment provided by engineer. */
"请填写发票信息" = "请填写发票信息";

/* No comment provided by engineer. */
"请填写城市" = "请填写城市";

/* No comment provided by engineer. */
"请填写增票资料" = "请填写增票资料";

/* No comment provided by engineer. */
"请填写姓名" = "请填写姓名";

/* No comment provided by engineer. */
"请填写年龄" = "请填写年龄";

/* No comment provided by engineer. */
"请填写护照号码" = "请填写护照号码";

/* No comment provided by engineer. */
"请填写收货人姓名" = "请填写收货人姓名";

/* No comment provided by engineer. */
"请填写收货人手机号" = "请填写收货人手机号";

/* No comment provided by engineer. */
"请填写新密码" = "请填写新密码";

/* No comment provided by engineer. */
"请填写旧密码" = "请填写旧密码";

/* No comment provided by engineer. */
"请填写昵称" = "请填写昵称";

/* No comment provided by engineer. */
"请填写正确年龄" = "请填写正确年龄";

/* No comment provided by engineer. */
"请填写正确手机号" = "请填写正确手机号";

/* No comment provided by engineer. */
"请填写正确的手机号码" = "请填写正确的手机号码";

/* No comment provided by engineer. */
"请填写正确的身份信息" = "请填写正确的身份信息";

/* No comment provided by engineer. */
"请填写正确的身份证号码" = "请填写正确的身份证号码";

/* No comment provided by engineer. */
"请填写正确的邮箱" = "请填写正确的邮箱";

/* No comment provided by engineer. */
"请填写法人证件信息" = "请填写法人证件信息";

/* No comment provided by engineer. */
"请填写物流单号" = "请填写物流单号";

/* No comment provided by engineer. */
"请填写税务登记证信息" = "请填写税务登记证信息";

/* No comment provided by engineer. */
"请填写签名" = "请填写签名";

/* No comment provided by engineer. */
"请填写组织机构代码证信息" = "请填写组织机构代码证信息";

/* No comment provided by engineer. */
"请填写联系方式" = "请填写联系方式";

/* No comment provided by engineer. */
"请填写营业执照信息" = "请填写营业执照信息";

/* No comment provided by engineer. */
"请填写身份证号码" = "请填写身份证号码";

/* No comment provided by engineer. */
"请填写通讯地址" = "请填写通讯地址";

/* No comment provided by engineer. */
"请填写邮箱" = "请填写邮箱";

/* No comment provided by engineer. */
"请您至“我的-个人信息管理-增票资质”中开通与维护增票信息" = "请您至“我的-个人信息管理-增票资质”中开通与维护增票信息";

/* No comment provided by engineer. */
"请按照营业执照上登记的完整名称" = "请按照营业执照上登记的完整名称";

/* No comment provided by engineer. */
"请描述申请售后服务的具体原因……" = "请描述申请售后服务的具体原因……";

/* No comment provided by engineer. */
"请检查你的网络连接是否正确!" = "请检查你的网络连接是否正确!";

/* No comment provided by engineer. */
"请确认密码" = "请确认密码";

/* No comment provided by engineer. */
"请确认新密码" = "请确认新密码";

/* No comment provided by engineer. */
"请确认识别信息或手动输入" = "请确认识别信息或手动输入";

/* No comment provided by engineer. */
"请稍后再试!" = "请稍后再试!";

/* No comment provided by engineer. */
"请输入" = "请输入";

/* No comment provided by engineer. */
"请输入15或18位有效证件号" = "请输入15或18位有效证件号";

/* No comment provided by engineer. */
"请输入8-16位密码" = "请输入8-16位密码";

/* No comment provided by engineer. */
"请输入个人名称" = "请输入个人名称";

/* No comment provided by engineer. */
"请输入公司名称" = "请输入公司名称";

/* No comment provided by engineer. */
"请输入公司所在地" = "请输入公司所在地";

/* No comment provided by engineer. */
"请输入公司电话" = "请输入公司电话";

/* No comment provided by engineer. */
"请输入其他民族" = "请输入其他民族";

/* No comment provided by engineer. */
"请输入内容" = "请输入内容";

/* No comment provided by engineer. */
"请输入单位名称" = "请输入单位名称";

/* No comment provided by engineer. */
"请输入姓名" = "请输入姓名";

/* No comment provided by engineer. */
"请输入密码" = "请输入密码";

/* No comment provided by engineer. */
"请输入店铺介绍" = "请输入店铺介绍";

/* No comment provided by engineer. */
"请输入店铺名称" = "请输入店铺名称";

/* No comment provided by engineer. */
"请输入店铺简称" = "请输入店铺简称";

/* No comment provided by engineer. */
"请输入店铺详细地址" = "请输入店铺详细地址";

/* No comment provided by engineer. */
"请输入开始日期" = "请输入开始日期";

/* No comment provided by engineer. */
"请输入开户银行" = "请输入开户银行";

/* No comment provided by engineer. */
"请输入当前账户的手机号" = "请输入当前账户的手机号";

/* No comment provided by engineer. */
"请输入微信商户账号" = "请输入微信商户账号";

/* No comment provided by engineer. */
"请输入您的密码" = "请输入您的密码";

/* No comment provided by engineer. */
"请输入您的手机号" = "请输入您的手机号";

/* No comment provided by engineer. */
"请输入您要咨询的问题" = "请输入您要咨询的问题";

/* No comment provided by engineer. */
"请输入成立日期" = "请输入成立日期";

/* No comment provided by engineer. */
"请输入户籍所在地" = "请输入户籍所在地";

/* No comment provided by engineer. */
"请输入手机号" = "请输入手机号";

/* No comment provided by engineer. */
"请输入手机号码" = "请输入手机号码";

/* No comment provided by engineer. */
"请输入支付宝商户账号" = "请输入支付宝商户账号";

/* No comment provided by engineer. */
"请输入支付密码" = "请输入支付密码";

/* No comment provided by engineer. */
"请输入新密码" = "请输入新密码";

/* No comment provided by engineer. */
"请输入旧密码" = "请输入旧密码";

/* No comment provided by engineer. */
"请输入最低价" = "请输入最低价";

/* No comment provided by engineer. */
"请输入最少8位密码" = "请输入最少8位密码";

/* No comment provided by engineer. */
"请输入最高价" = "请输入最高价";

/* No comment provided by engineer. */
"请输入标题" = "请输入标题";

/* No comment provided by engineer. */
"请输入正确手机号" = "请输入正确手机号";

/* No comment provided by engineer. */
"请输入正确的11位号码" = "请输入正确的11位号码";

/* No comment provided by engineer. */
"请输入正确的手机号" = "请输入正确的手机号";

/* No comment provided by engineer. */
"请输入正确的邮箱" = "请输入正确的邮箱";

/* No comment provided by engineer. */
"请输入注册地址" = "请输入注册地址";

/* No comment provided by engineer. */
"请输入注册电话" = "请输入注册电话";

/* No comment provided by engineer. */
"请输入注册资本" = "请输入注册资本";

/* No comment provided by engineer. */
"请输入消息内容" = "请输入消息内容";

/* No comment provided by engineer. */
"请输入税号" = "请输入税号";

/* No comment provided by engineer. */
"请输入简介" = "请输入简介";

/* No comment provided by engineer. */
"请输入紧急联系人" = "请输入紧急联系人";

/* No comment provided by engineer. */
"请输入纳税人识别号" = "请输入纳税人识别号";

/* No comment provided by engineer. */
"请输入组织机构代码" = "请输入组织机构代码";

/* No comment provided by engineer. */
"请输入经营范围内容" = "请输入经营范围内容";

/* No comment provided by engineer. */
"请输入结束日期" = "请输入结束日期";

/* No comment provided by engineer. */
"请输入联系人手机" = "请输入联系人手机";

/* No comment provided by engineer. */
"请输入营业执照号" = "请输入营业执照号";

/* No comment provided by engineer. */
"请输入营业执照所在地" = "请输入营业执照所在地";

/* No comment provided by engineer. */
"请输入证件号" = "请输入证件号";

/* No comment provided by engineer. */
"请输入详细地址" = "请输入详细地址";

/* No comment provided by engineer. */
"请输入邮箱" = "请输入邮箱";

/* No comment provided by engineer. */
"请输入银行开户行" = "请输入银行开户行";

/* No comment provided by engineer. */
"请输入银行开户行名称" = "请输入银行开户行名称";

/* No comment provided by engineer. */
"请输入银行开户行账号" = "请输入银行开户行账号";

/* No comment provided by engineer. */
"请输入银行开户行银联号" = "请输入银行开户行银联号";

/* No comment provided by engineer. */
"请输入银行开户银行" = "请输入银行开户银行";

/* No comment provided by engineer. */
"请输入银行账户" = "请输入银行账户";

/* No comment provided by engineer. */
"请输入验证码" = "请输入验证码";

/* No comment provided by engineer. */
"请进入手机设置，为我们打开保存相册的权限" = "请进入手机设置，为我们打开保存相册的权限";

/* No comment provided by engineer. */
"请选择" = "请选择";

/* No comment provided by engineer. */
"请选择充值方式" = "请选择充值方式";

/* No comment provided by engineer. */
"请选择出生年月日" = "请选择出生年月日";

/* No comment provided by engineer. */
"请选择出生日期" = "请选择出生日期";

/* No comment provided by engineer. */
"请选择取消订单的原因（必选）：" = "请选择取消订单的原因（必选）：";

/* No comment provided by engineer. */
"请选择商品" = "请选择商品";

/* No comment provided by engineer. */
"请选择商品规格" = "请选择商品规格";

/* No comment provided by engineer. */
"请选择地址" = "请选择地址";

/* No comment provided by engineer. */
"请选择性别" = "请选择性别";

/* No comment provided by engineer. */
"请选择执照类型" = "请选择执照类型";

/* No comment provided by engineer. */
"请选择收货地址" = "请选择收货地址";

/* No comment provided by engineer. */
"请选择日期" = "请选择日期";

/* No comment provided by engineer. */
"请选择物流公司" = "请选择物流公司";

/* No comment provided by engineer. */
"请选择纳税人类型" = "请选择纳税人类型";

/* No comment provided by engineer. */
"请选择纳税类型税码" = "请选择纳税类型税码";

/* No comment provided by engineer. */
"请选择结束日期" = "请选择结束日期";

/* No comment provided by engineer. */
"请选择规格" = "请选择规格";

/* No comment provided by engineer. */
"请选择证件类型" = "请选择证件类型";

/* No comment provided by engineer. */
"请选择证件结束日期" = "请选择证件结束日期";

/* No comment provided by engineer. */
"请选择证件起始日期" = "请选择证件起始日期";

/* No comment provided by engineer. */
"请选择起始日期" = "请选择起始日期";

/* No comment provided by engineer. */
"请重置密码" = "请重置密码";

/* No comment provided by engineer. */
"请重设密码" = "请重设密码";

/* No comment provided by engineer. */
"课程" = "课程";

/* No comment provided by engineer. */
"课程专题" = "课程专题";

/* No comment provided by engineer. */
"课程信息获取失败" = "课程信息获取失败";

/* No comment provided by engineer. */
"课程和实物不能同时下单" = "课程和实物不能同时下单";

/* No comment provided by engineer. */
"课程成就" = "课程成就";

/* No comment provided by engineer. */
"课程获取失败，请稍后重试" = "课程获取失败，请稍后重试";

/* No comment provided by engineer. */
"账单详情" = "账单详情";

/* No comment provided by engineer. */
"账号被禁用" = "账号被禁用";

/* No comment provided by engineer. */
"购买中" = "购买中";

/* No comment provided by engineer. */
"购物车" = "购物车";

/* No comment provided by engineer. */
"起始日期" = "起始日期";

/* No comment provided by engineer. */
"超清" = "超清";

/* No comment provided by engineer. */
"跳转成功" = "跳转成功";

/* No comment provided by engineer. */
"跳过" = "跳过";

/* No comment provided by engineer. */
"身份证" = "身份证";

/* No comment provided by engineer. */
"身份证号" = "身份证号";

/* No comment provided by engineer. */
"身份证号不能为空" = "身份证号不能为空";

/* No comment provided by engineer. */
"身份证号：" = "身份证号：";

/* No comment provided by engineer. */
"转发" = "转发";

/* No comment provided by engineer. */
"转发消息" = "转发消息";

/* No comment provided by engineer. */
"转发消息失败" = "转发消息失败";

/* No comment provided by engineer. */
"转发消息成功" = "转发消息成功";

/* No comment provided by engineer. */
"输入要搜索的内容" = "输入要搜索的内容";

/* No comment provided by engineer. */
"输入身份证或准考证号就可查询信息\n*确保输入的信息正确" = "输入身份证或准考证号就可查询信息\n*确保输入的信息正确";

/* No comment provided by engineer. */
"运费：￥%@" = "运费：￥%@";

/* No comment provided by engineer. */
"进行中" = "进行中";

/* No comment provided by engineer. */
"进阶课程" = "进阶课程";

/* No comment provided by engineer. */
"退出登录" = "退出登录";

/* No comment provided by engineer. */
"退出编辑" = "退出编辑";

/* No comment provided by engineer. */
"退出页面数据将无法保存，确定退出吗？" = "退出页面数据将无法保存，确定退出吗？";

/* No comment provided by engineer. */
"退款" = "退款";

/* No comment provided by engineer. */
"退款中" = "退款中";

/* No comment provided by engineer. */
"退款原因：%@" = "退款原因：%@";

/* No comment provided by engineer. */
"退款成功" = "退款成功";

/* No comment provided by engineer. */
"退款编号：%@" = "退款编号：%@";

/* No comment provided by engineer. */
"退款金额：￥%@" = "退款金额：￥%@";

/* No comment provided by engineer. */
"退货" = "退货";

/* No comment provided by engineer. */
"退货中" = "退货中";

/* No comment provided by engineer. */
"退货成功" = "退货成功";

/* No comment provided by engineer. */
"退货详情" = "退货详情";

/* No comment provided by engineer. */
"退货退款" = "退货退款";

/* No comment provided by engineer. */
"选择交易类型" = "选择交易类型";

/* No comment provided by engineer. */
"选择出生日期" = "选择出生日期";

/* No comment provided by engineer. */
"选择售后类型" = "选择售后类型";

/* No comment provided by engineer. */
"选择地区" = "选择地区";

/* No comment provided by engineer. */
"选择开始时间" = "选择开始时间";

/* No comment provided by engineer. */
"选择性别" = "选择性别";

/* No comment provided by engineer. */
"选择收货地址" = "选择收货地址";

/* No comment provided by engineer. */
"选择日期" = "选择日期";

/* No comment provided by engineer. */
"选择时间" = "选择时间";

/* No comment provided by engineer. */
"选择清晰度" = "选择清晰度";

/* No comment provided by engineer. */
"选择物流" = "选择物流";

/* No comment provided by engineer. */
"选择结束时间" = "选择结束时间";

/* No comment provided by engineer. */
"通背拳也称通臂拳，强调以猿背或猿臂取势，故又称“通背猿猴”、“白猿通背”。通背拳流传较广，流派较多，除“白猿通背外”，还有“五行通背”、“六合通背”、“劈挂通背”、“两翼通臂”、“二十四式通臂”等等。较早流传于山西的“洪洞通背”，也属于通背拳系中的一个流派。" = "通背拳也称通臂拳，强调以猿背或猿臂取势，故又称“通背猿猴”、“白猿通背”。通背拳流传较广，流派较多，除“白猿通背外”，还有“五行通背”、“六合通背”、“劈挂通背”、“两翼通臂”、“二十四式通臂”等等。较早流传于山西的“洪洞通背”，也属于通背拳系中的一个流派。";

/* No comment provided by engineer. */
"通讯地址" = "通讯地址";

/* No comment provided by engineer. */
"通讯地址：" = "通讯地址：";

/* No comment provided by engineer. */
"邀约" = "邀约";

/* No comment provided by engineer. */
"邀请好友" = "邀请好友";

/* No comment provided by engineer. */
"還原" = "還原";

/* No comment provided by engineer. */
"還原輸入" = "還原輸入";

/* No comment provided by engineer. */
"邮      箱：" = "邮      箱：";

/* No comment provided by engineer. */
"邮箱" = "邮箱";

/* No comment provided by engineer. */
"配送至" = "配送至";

/* No comment provided by engineer. */
"重做" = "重做";

/* No comment provided by engineer. */
"重做輸入" = "重做輸入";

/* No comment provided by engineer. */
"重做键入" = "重做键入";

/* No comment provided by engineer. */
"重新加载" = "重新加载";

/* No comment provided by engineer. */
"重新获取" = "重新获取";

/* No comment provided by engineer. */
"重置" = "重置";

/* No comment provided by engineer. */
"重设密码成功" = "重设密码成功";

/* No comment provided by engineer. */
"银行" = "银行";

/* No comment provided by engineer. */
"银行开户行账号格式错误" = "银行开户行账号格式错误";

/* No comment provided by engineer. */
"银行开户行银联号格式错误" = "银行开户行银联号格式错误";

/* No comment provided by engineer. */
"银行开户许可证电子版" = "银行开户许可证电子版";

/* No comment provided by engineer. */
"银行账户" = "银行账户";

/* No comment provided by engineer. */
"销量 %@" = "销量 %@";

/* No comment provided by engineer. */
"销量 %@    星级 %@" = "销量 %1$@    星级 %2$@";

/* No comment provided by engineer. */
"错误" = "错误";

/* No comment provided by engineer. */
"错误日期格式!" = "错误日期格式!";

/* No comment provided by engineer. */
"错误日期格式!!" = "错误日期格式!!";

/* No comment provided by engineer. */
"错误日期格式!!!" = "错误日期格式!!!";

/* 阅读于2020-01-10 */
"阅读于%@" = "阅读于%@";

/* No comment provided by engineer. */
"阅读历史" = "阅读历史";

/* No comment provided by engineer. */
"隐私政策" = "隐私政策";

/* No comment provided by engineer. */
"需付款：" = "需付款：";

/* No comment provided by engineer. */
"需付款：¥%@  剩余：%@" = "需付款：¥%1$@  剩余：%2$@";

/* No comment provided by engineer. */
"需付款：¥%@  剩余：1分钟" = "需付款：¥%@  剩余：1分钟";

/* No comment provided by engineer. */
"需区分身份证正、反面,需清晰完整" = "需区分身份证正、反面,需清晰完整";

/* No comment provided by engineer. */
"需要自定义实现上传附件方法" = "需要自定义实现上传附件方法";

/* No comment provided by engineer. */
"非增值纳税人" = "非增值纳税人";

/* No comment provided by engineer. */
"音频" = "音频";

/* No comment provided by engineer. */
"领取证书" = "领取证书";

/* No comment provided by engineer. */
"颜色" = "颜色";

/* No comment provided by engineer. */
"首页" = "首页";

/* No comment provided by engineer. */
"验证原手机号" = "验证原手机号";

/* No comment provided by engineer. */
"验证手机号" = "验证手机号";

/* No comment provided by engineer. */
"验证码" = "验证码";

/* No comment provided by engineer. */
"验证码不能为空" = "验证码不能为空";

/* No comment provided by engineer. */
"验证码发送成功，请注意查收" = "验证码发送成功，请注意查收";

/* No comment provided by engineer. */
"验证码已发送" = "验证码已发送";

/* No comment provided by engineer. */
"高清" = "高清";

/* No comment provided by engineer. */
"高音质" = "高音质";

/* No comment provided by engineer. */
"魔羯水瓶双鱼白羊金牛双子巨蟹狮子处女天秤天蝎射手魔羯" = "魔羯水瓶双鱼白羊金牛双子巨蟹狮子处女天秤天蝎射手魔羯";

/* No comment provided by engineer. */
"黑色" = "黑色";

/* No comment provided by engineer. */
"（%@，测试时间为%@分钟，满分：%@分）" = "（%1$@，测试时间为%2$@分钟，满分：%3$@分）";

/* No comment provided by engineer. */
"（该信息可与收货人信息不同）" = "（该信息可与收货人信息不同）";

"少林寺佛事登记表" = "少林寺佛事登记表";
"报名" = "报名";
"请输入佛事标题" = "请输入佛事标题";
"斋主姓名" = "斋主姓名";

"暂无法事信息" = "暂无法事信息";
"     法事登记入口" = "     法事登记入口";
"暂无收藏法会" = "暂无收藏法会";
"获取法会信息失败" = "获取法会信息失败";
"获取法会时间失败" = "获取法会时间失败";
"身      高：" = "身      高：";
"体      重：" = "体      重：";
"鞋      码：" = "鞋      码：";
"练武年限：" = "练武年限：";
"证书显示名：" = "证书显示名：";
"《用户服务协议》" = "《用户服务协议》";
"《隐私政策》" = "《隐私政策》";
"密码需要包含字母大小写和数字，请重新输入" = "密码需要包含字母大小写和数字，请重新输入";
